{"data":[
    {
        "query": "Em quais circunstâncias a aprovação no ENEM pode ser utilizada para a remição de pena? É possível que a aprovação no ENEM gere direito à remição de pena mesmo que o condenado tenha concluído o ensino médio antes da prisão?",
        "resposta": "A aprovação no ENEM só gera direito à remição de pena quando há demonstração de estudo autodidata ou atividades educacionais realizadas durante o cumprimento da pena, voltadas à conclusão do ensino médio. No caso em questão, o condenado já possuía diploma de Ensino Médio antes de sua prisão, de modo que a aprovação no exame não atende ao requisito de esforço educacional intramuros.",
        "trecho_referencia": "No que tange à remição de pena, a aprovação no ENEM só gera direito ao benefício quando há demonstração de estudo autodidata ou atividades educacionais realizadas durante o cumprimento da pena, voltadas à conclusão do ensino médio. O agravante, entretanto, já possuía diploma de Ensino Médio antes de sua prisão, de modo que a aprovação no exame não atende ao requisito de esforço educacional intramuros.",
        "doc_id": "2223155",
        "link": "https://processo.stj.jus.br/processo/show/AREsp/2223155",
        "processo": "AREsp 2223155 / RJ",
        "relator": "Ministra DANIELA TEIXEIRA",
        "data_julgamento": "04/02/2025"
    },
    {
        "query": "Em que circunstâncias a fundamentação per relationem é considerada válida em um acórdão, e como a dosimetria da pena deve ser realizada de acordo com a jurisprudência do STJ?",
        "resposta": "A fundamentação per relationem é válida quando o acórdão recorrido adota a fundamentação da sentença de primeiro grau como razões para decidir, desde que a decisão não configure negativa de prestação jurisdicional. A dosimetria da pena deve ser realizada de acordo com os princípios da proporcionalidade e razoabilidade, considerando as circunstâncias judiciais e a fração de diminuição atinente à modalidade tentada.",
        "trecho_referencia": "A fundamentação per relationem é válida e admitida no acórdão recorrido, não havendo negativa de prestação jurisdicional, e a dosimetria da pena deve ser feita de acordo com os princípios da proporcionalidade e razoabilidade, considerando as circunstâncias judiciais e a fração de diminuição atinente à modalidade tentada.",
        "doc_id": "2480415",
        "link": "https://www.stj.jus.br/processo/pesquisa/processo/2480415",
        "processo": "AREsp 2480415 / PA",
        "relator": "Ministra DANIELA TEIXEIRA",
        "data_julgamento": "04/02/2025"
    },
    {
        "query": "Em caso de infração tributária ocorrida durante a vigência de uma apólice de seguro garantia, mas após o término do contrato principal (regime especial do ICMS), é possível exigir a indenização do seguro garantia?",
        "resposta": "Sim, é possível exigir a indenização do seguro garantia, mesmo que a infração tenha ocorrido após o término do contrato principal, desde que a infração tenha ocorrido durante a vigência da apólice de seguro garantia.",
        "trecho_referencia": "A possibilidade de exigir a indenização de seguro garantia que visa garantir pagamento de crédito tributário não pode estar atrelada estritamente ao prazo de vigência do contrato principal (regime especial de ICMS), mas sim à vigência da própria apólice de seguro garantia, ainda que o auto de infração seja lavrado em data posterior.",
        "doc_id": "2678907",
        "link": "https://scon.stj.jus.br/SCON/getDocumento.do?documentid=834773&tipo=ARESP&numero=2678907&data=2024/0232870-9",
        "processo": "2024/0232870-9",
        "relator": "FRANCISCO FALCÃO",
        "data_julgamento": "04/02/2025"
    },
    {
        "query": "Em um crime de roubo majorado, a aplicação cumulativa de duas causas de aumento de pena, como o envolvimento de um adolescente e a condução de veículo por pessoa não habilitada, é válida mesmo sem a presença de outras circunstâncias agravantes?",
        "resposta": "Sim, a aplicação cumulativa de duas causas de aumento de pena em crime de roubo majorado é válida, desde que devidamente fundamentada e que a gravidade concreta do fato seja considerada, como o envolvimento de adolescente e a condução de veículo por pessoa não habilitada, mesmo sem a presença de outras circunstâncias agravantes.",
        "trecho_referencia": "A aplicação cumulativa das causas de aumento foi fundamentada adequadamente, considerando a quantidade de agentes, todos armados, e a organização da ação criminosa, o que demonstra a gravidade concreta do fato. A quantidade de agentes (4 agentes), todos armados, expôs a maior risco a vida e a integridade física das vítimas, impossibilidade a reação delas. A quantidade de agentes, a divisão de tarefas entre eles, a organização da ação criminosa e o emprego de múltiplas armas de fogo validam a conclusão de que a periculosidade do fato extravasou o ordinário.",
        "doc_id": "2601334",
        "link": "https://processo.stj.jus.br/processo/pesquisa/aresp/2024/0118895-5",
        "processo": "AREsp 2601334",
        "relator": "Ministra DANIELA TEIXEIRA",
        "data_julgamento": "04/02/2025"
    },
    {
        "query": "Em um caso de roubo majorado com aplicação cumulativa de causas de aumento na dosimetria da pena, a aplicação cumulativa viola o art. 68 do Código Penal quando não fundamentada na gravidade da conduta?",
        "resposta": "A aplicação cumulativa de causas de aumento na dosimetria da pena do crime de roubo majorado não viola o art. 68 do Código Penal quando devidamente fundamentada com base na gravidade concreta da conduta, sendo legítima a consideração de elementos subjetivos e objetivos para definição da fração de aumento pela continuidade delitiva específica.",
        "trecho_referencia": "A aplicação cumulativa das causas de aumento está devidamente fundamentada, com base na quantidade de agentes, uso de arma de fogo, divisão de tarefas e restrição da liberdade das vítimas, o que justifica a gravidade concreta da conduta.  Consoante jurisprudência desta Corte, havendo continuidade delitiva específica, a fração de aumento é definida, de forma combinada, com base em elementos objetivos - quantidade de crimes dolosos praticados contra vítimas diferentes, com violência ou grave ameaça a pessoa - e subjetivos, consistentes na análise da culpabilidade, dos antecedentes, da conduta social, da personalidade do agente, dos motivos e das circunstâncias do crime. Previsão do art. 71, parágrafo único, do Código Penal.",
        "doc_id": "2601509",
        "link": "https://processo.stf.jus.br/processo/engine/jsp/processo/processo_andamento.jsp?numero=2601509&processo=AREsp%202601509%20/",
        "processo": "AREsp 2601509",
        "relator": "Ministra DANIELA TEIXEIRA",
        "data_julgamento": "04/02/2025"
    },
    {
        "query": "Em um recurso exclusivo da defesa, o tribunal pode realocar uma causa de aumento para a primeira fase da dosimetria da pena, mesmo que isso não aumente a pena final, sem configurar reformatio in pejus?",
        "resposta": "A realocação de uma causa de aumento para a primeira fase da dosimetria da pena, em recurso exclusivo da defesa, não configura reformatio in pejus, desde que não haja aumento da pena final e a operação beneficie os recorrentes.",
        "trecho_referencia": "Não há ilegalidade na utilização das causas de aumento não utilizadas na terceira fase dosimétria para majorar a pena-base, como circunstâncias judiciais desfavoráveis. No caso, o Tribunal de Justiça, em recurso exclusivo da defesa, realocou a causa de aumento do concurso de pessoas, da terceira para a primeira fase, chumbando as circunstâncias do crime. Essa operação afastou a aplicação em cascata de duas causas de aumento e beneficiou os recorrentes.",
        "doc_id": "2567211",
        "link": "https://processo.stj.jus.br/processo/pesquisa/aresp/2024/0045291-0/aresp-2567211-rs",
        "processo": "AREsp 2567211",
        "relator": "Ministra DANIELA TEIXEIRA",
        "data_julgamento": "04/02/2025"
    },
    {
        "query": "A aplicação do princípio da insignificância em um caso de furto simples, com restituição do valor subtraído à vítima, é impedida pela existência de outra ação penal em andamento contra o agente?",
        "resposta": "O STJ decidiu que a existência de outra ação penal em andamento não impede a aplicação do princípio da insignificância em um caso de furto simples, com restituição do valor subtraído à vítima, desde que os requisitos de mínima ofensividade, ausência de periculosidade social, reduzido grau de reprovabilidade e inexpressividade da lesão jurídica sejam atendidos.",
        "trecho_referencia": "A subtração de valor insignificante, sem violência ou grave ameaça, e com restituição à vítima, pode ser considerada atípica pela aplicação do princípio da insignificância, independentemente da existência de outras ações penais em andamento contra o agente.",
        "doc_id": "2485652",
        "link": "https://processo.stj.jus.br/processo/show/AREsp/2485652",
        "processo": "AREsp 2485652",
        "relator": "DANIELA TEIXEIRA",
        "data_julgamento": "04/02/2025"
    },
    {
        "query": "Em um caso de furto qualificado de um bem de valor ínfimo e inservível à vítima, o princípio da insignificância pode ser aplicado para absolver o acusado?",
        "resposta": "O STJ decidiu que o princípio da insignificância pode ser aplicado em casos de furto qualificado, mesmo com a presença de qualificadoras, desde que o bem subtraído seja de valor ínfimo e inservível à vítima, e as demais condições do princípio sejam preenchidas, como a mínima ofensividade, periculosidade social, reduzido grau de reprovabilidade e inexpressividade da lesão jurídica.",
        "trecho_referencia": "O princípio da insignificância exclui a tipicidade penal no crime de furto qualificado quando o bem subtraído é de valor ínfimo, inservível à vítima e não justifica a intervenção penal, considerando a mínima ofensividade, periculosidade social, reduzido grau de reprovabilidade e inexpressividade da lesão jurídica.",
        "doc_id": "2356465",
        "link": "https://processo.stj.jus.br/processo/pesquisa/aresp/2023/0157343-0/834773",
        "processo": "AREsp 2356465",
        "relator": "DANIELA TEIXEIRA",
        "data_julgamento": "04/02/2025"
    },
    {
        "query": "Em um caso de tráfico de drogas, como a pena-base deve ser fixada em relação à quantidade de droga apreendida e ao uso de aplicativos para divulgação do comércio ilícito?",
        "resposta": "A fixação da pena no tráfico de drogas deve considerar as circunstâncias do delito, como o uso de aplicativos para divulgação do comércio ilícito, o que aumenta a reprovabilidade da conduta. A quantidade de droga apreendida também é relevante para a fixação da pena, sendo adequada a redução de 1/6 da pena-base em casos de apreensão de grandes quantidades de droga, como mais de 8 kg de maconha.",
        "trecho_referencia": "A fixação da pena no tráfico de drogas deve considerar as circunstâncias do delito, como o uso de aplicativos para divulgação do comércio ilícito, e a quantidade de droga apreendida, sendo adequada a redução de 1/6 da pena-base em casos de apreensão de grandes quantidades de droga, como mais de 8 kg de maconha.",
        "doc_id": "2720764",
        "link": "https://www.stj.jus.br/processo/pesquisa/processo/2720764",
        "processo": "AREsp 2720764",
        "relator": "ROGERIO SCHIETTI CRUZ",
        "data_julgamento": "22/10/2024"
    },
    {
        "query": "Em um caso de furto simples, quando o valor do bem furtado supera 10% do salário mínimo vigente à época dos fatos, é possível aplicar o princípio da insignificância para absolver o acusado?",
        "resposta": "O STJ entende que, em regra, não é possível aplicar o princípio da insignificância quando o valor da coisa furtada ultrapassa 10% do salário mínimo vigente à época do crime. Dessa forma, a absolvição por esse princípio não é cabível se o valor do bem furtado exceder esse limite.",
        "trecho_referencia": "A jurisprudência desta Corte firmou-se no sentido de ser incabível, em regra, a aplicação do princípio da insignificância quando o valor da res furtiva superar o percentual de 10% do salário mínimo vigente à época dos fatos (AgRg no HC n. 904.609/DF, relator Ministro Reynaldo Soares da Fonseca, Quinta Turma, julgado em 21/5/2024, DJe de 28/5/2024).",
        "doc_id": "2466455",
        "link": "https://www.stj.jus.br/processo/pesquisa/processo/AREsp/2023/0335722-3",
        "processo": "AREsp 2466455",
        "relator": "Ministra DANIELA TEIXEIRA",
        "data_julgamento": "04/02/2025"
    }
]}