[
    {
        "query": "O relatório de auditoria constatou insuficiência na formação e capacitação dos servidores da Controladoria-Geral do Município (CGM) de Goianésia, especificamente voltada para a atividade de auditoria interna governamental, durante o período de 2019 a 2022?",
        "resposta": "Sim, o relatório constatou insuficiência de formação e capacitação especificamente voltada para a atividade de auditoria interna governamental. No período avaliado (2019 a 2022), foram realizados apenas três cursos gerais, nenhum deles focado nas atividades típicas de auditoria interna, evidenciando a falta de qualificação profissional continuada nesta área.",
        "trecho_referencia": "125. No período avaliado (de 2019 a 2022) foram realizados apenas três cursos, sendo um apenas para o Controlador-Geral e dois para os servidores da CGM, porém essa capacitação não se refere às atividades típicas de auditoria interna.",
        "doc_id": "cc47c2de-608a-4ef1-87b3-dec1abca1dc0"
    },
    {
        "query": "Considerando que o relatório (parágrafos 65, 87-88, 162) aponta que a CGM de Novo Gama executa controles internos de primeira linha, como a liquidação de despesas, quais mecanismos ou procedimentos o município utilizou em 2020 para garantir a avaliação independente (terceira linha) da adequação e eficácia desses controles específicos executados pela própria CGM?",
        "resposta": "O relatório indica que a execução de controles de primeira linha pela CGM inviabiliza a avaliação independente (terceira linha) desses mesmos controles, pois compromete a autonomia e independência necessárias para tal avaliação. O documento não menciona a existência de mecanismos alternativos utilizados pelo município para suprir essa avaliação independente.",
        "trecho_referencia": "88. Essa situação acarreta dois grandes problemas: de um lado, essa atribuição inadequada compromete toda a capacidade operacional da CGM (que conta com um quadro de servidores bastante reduzido), inviabilizando que mais atividades (essas sim correspondentes às suas atribuições institucionais) sejam desenvolvidas; e de outro inviabiliza que a Controladoria avalie os controles internos como unidade de auditoria interna, uma vez que o fato de a CGM executar os controles compromete a independência necessária para avaliá-los.\n162. Por outro lado, constatou-se também que, na prática, tem sido atribuídas à Controladoria atividades estranhas às sua finalidade de Órgão Central de Controle Interno (execução de controles internos de gestão), o que compromete a autonomia e independência necessárias à sua atuação como órgão de auditoria interna e também compromete sobremaneira sua capacidade operacional já prejudicada pelo quantitativo reduzido de servidores, inviabilizando o exercício de suas demais competências.",
        "doc_id": "2edffd51-fefd-488f-82ed-a5c75724be87"
    },
    {
        "query": "Considerando as deliberações 7.2.a e 9.2 do Acórdão nº 05424/2021, que tratam da priorização da informatização da SME com ferramentas de gestão e plataformas virtuais para formação continuada, qual o status atual de implementação dessas medidas e quais evidências concretas demonstram o uso efetivo dessas plataformas pelos professores e pela gestão para o planejamento, execução e monitoramento das formações?",
        "resposta": "As deliberações 7.2.a e 9.2 estão classificadas como 'em implementação com o prazo expirado'. A SME informou utilizar o sistema Ponto ID (com um módulo para formação em desenvolvimento), além de plataformas gratuitas como AVAMEC e Google Classroom. No entanto, a implementação é considerada 'incipiente', indicando que o uso ainda não está plenamente estruturado ou disseminado para a gestão e monitoramento efetivo das formações.",
        "trecho_referencia": "72. Verifica-se que, embora a SME tenha demonstrado que está buscando alternativas para disponibilizar este recurso, seja por meio do desenvolvimento de módulo no sistema Ponto ID, seja por meio do uso de ferramentas gratuitas como AVAMEC e Classroom, esta medida ainda é incipiente, restando evidenciado que a deliberação ainda está em implementação neste ponto.\n73. Desse modo, a equipe considera que a respectiva deliberação se encontra em implementação com o prazo expirado pelo Poder Executivo Municipal de Inhumas e SME. (PT nº 20, fls.495 e 495/verso; PT nº 22).\n(...) 109. Quanto ao item 9.2, a ação implementada pelos gestores para atender a esta recomendação, conforme descrito no plano de ação, compreendeu a mesma medida indicada no item 7.2.a. Desse modo, a equipe considera que a respectiva deliberação igualmente se encontra em implementação com o prazo expirado pelo Poder Executivo Municipal de Inhumas e a SME. (PT nº 20, fls.498/verso).",
        "doc_id": "1588b311-7576-4eee-b6f6-af9cfe38002b"
    },
    {
        "query": "O relatório aponta (item 3.2, parágrafos 95-99) a inexistência de auditores internos de carreira e a presença majoritária de servidores comissionados ou efetivos sem graduação completa na CGI, em desacordo com a IN/TCMGO n° 008/2014 e a Lei Municipal nº 2.842/2005 (art. 9º). Quais evidências específicas (documentos, entrevistas, análises funcionais) foram coletadas para comprovar que essa estrutura de pessoal impede a realização de avaliações independentes e tecnicamente adequadas dos controles internos de gestão, conforme exigido pelas normas de auditoria interna?",
        "resposta": "A auditoria constatou que a CGI possui 5 servidores, sendo 3 efetivos (apenas um com graduação completa) e 2 comissionados. A análise do quadro funcional (Quadro 1) e as respostas aos questionários indicaram que a insuficiência de pessoal qualificado e a natureza dos cargos (comissionados, desvio de função) comprometem a independência e a capacidade técnica para realizar auditorias de avaliação de controles internos, levando a CGI a não executar essa função essencial.",
        "trecho_referencia": "95. Outra causa sensível é a ausência de auditores internos na CGI, bem como a inexistência de uma carreira definida no âmbito municipal para os integrantes do OCCI, em desacordo com a IN/TCMGO n° 008/2014. [...] 97. Nas respostas aos questionários, verifica-se que a insuficiência de servidores é apontada pelos gestores como causa para a não realização de atividades de fiscalização33. Atualmente, o quadro funcional da CGI é composto por 05 (cinco) servidores, um quantitativo a ser melhorado para o desempenho das atividades do OCCI. Note-se que 40% (quarenta por cento) dos servidores são comissionados, e dos 3 (três) servidores efetivos, apenas 1 (um) deles possui graduação completa34, em substituição de mão de obra privativa de servidor público, em burla à regra do concurso público35 e em desvio de função36, e, portanto, não têm as prerrogativas necessárias para o exercício da auditoria interna. 98. Embora esse pessoal atue na realização de atividades administrativas típicas de controle interno e, mesmo que tivesse a formação adequada para o exercício das funções, os cargos que ocupam não estão vinculados ao exercício da auditoria interna, uma vez que a naturez a do cargo em comissão não permite o exercício adequado dessa função, em razão da continuidade e independência37 que o trabalho exige. 99. Nesse sentido, destaca-se que a atividade fiscalizatória exercida pelo Ente público é típica do Estado, não cabendo terceirização, e é prerrogativa dos servidores efetivos38 [...].",
        "doc_id": "e8561b35-9c44-48f9-8198-1101371b3cf2"
    },
    {
        "query": "O relatório de auditoria operacional constatou se a Controladoria-Geral do Município (CGM) de Rio Verde possui ferramentas de TI adequadas para monitorar o cumprimento das recomendações e determinações emitidas pelos órgãos de controle externo, como o TCMGO, conforme previsto na IN nº 8/2021?",
        "resposta": "Não, a auditoria identificou carência de ferramentas de Tecnologia da Informação (TI) para dar suporte ao monitoramento sistemático do cumprimento das recomendações e determinações dos órgãos de controle externo e interno. Constatou-se que esse acompanhamento ainda é realizado de maneira informal.",
        "trecho_referencia": "105. Porém, em relação a outras atribuições, como [...] monitoramento de recomendações e determinações, ainda há carência de ferramentas que possam auxiliar a CGM a realizar suas atividades de maneira sistemática e com base em metodologias apropriadas.\n[...]\n109. As evidências que levaram à constatação da situação encontrada apontada neste tópico são:\n[...]\nc) Informações obtidas durante a observação direta feita em relação ao Sistema CENTI adotado pelo município [...], a partir dos quais foi possível identificar que não é utilizada nenhuma ferramenta de TI com o objetivo de acompanhar sistematicamente as recomendações e determinações dos órgãos de controle (tal monitoramento ainda é feito de maneira informal).",
        "doc_id": "03fb8883-aa7b-4e77-9dc8-f93e655e491d"
    },
    {
        "query": "Considerando a constatação de participação meramente formal dos conselhos na execução do PAFIE (item 4.1), a auditoria identificou se foram ofertadas ações de formação continuada específicas sobre a gestão dos recursos do PAFIE aos membros dos Conselhos Escolares/Gestores (CEGs)?",
        "resposta": "A auditoria constatou que os conselheiros não foram contemplados com ações de formação continuada específicas para a gestão de recursos financeiros descentralizados do PAFIE, impactando o desempenho do programa e fragilizando a gestão democrática. 73,10% dos conselheiros entrevistados declararam não ter participado de capacitação sobre como gerir os recursos do PAFIE.",
        "trecho_referencia": "4.3 Carência de ações de formação continuada específicas para a gestão de recursos financeiros descentralizados do PAFIE direcionada aos conselheiros\n4.3.1 Situação encontrada\n207. De acordo com a pesquisa realizada durante a auditoria, os conselheiros não são contemplados com ações de formação continuada relacionadas especificamente com o PAFIE, o que impacta no desempenho do programa e fragiliza a gestão democrática.\n[...] 212. Dos conselheiros entrevistados, 73,10% declararam não ter participado de qualquer curso de capacitação com enfoque em orientá-los a como gerir os recursos financeiros descentralizados do PAFIE ou, ainda, não souberam responder se foram disponibilizadas ações de formação continuada com este escopo.",
        "doc_id": "87aba5d4-7abe-435e-bd99-54e42f26b00b"
    },
    {
        "query": "O monitoramento da auditoria operacional (Processo nº 03473/20) verificou se a SME de Cidade Ocidental implementou mudanças organizacionais permanentes para a gestão da formação continuada, como resultado das recomendações do Acórdão nº 04320/2021?",
        "resposta": "Sim, o monitoramento constatou que a SME, demonstrando comprometimento com as melhorias propostas pela auditoria, criou a Diretoria de Formação Continuada e Educação à Distância através do Decreto nº 48/2022. Esta diretoria passou a integrar a estrutura da secretaria, centralizando as tarefas relacionadas à formação dos profissionais da educação da rede pública municipal.",
        "trecho_referencia": "90. Destaca-se o fato de que a SME, através de seus dirigentes e toda a equipe, mostrou-se comprometida com o processo de melhoria e aprimoramento das ações propostas pela auditoria, fato este que levou à criação, mediante o Decreto nº 48/2022, da Diretoria de Formação Continuada e Educação à Distância, que passou a integrar a estrutura da secretaria e aglutinou todas as tarefas referentes à formação dos profissionais da educação da rede pública de ensino de Cidade Ocidental.",
        "doc_id": "945d1950-51e3-4ef7-950b-cb1817ce5386"
    },
    {
        "query": "O relatório de monitoramento apontou cumprimento parcial da Recomendação 4, referente à sistemática de gerenciamento do PAFIE. Especificamente, a SME eliminou a restrição que impedia os Conselhos Escolares de alterar a natureza da despesa (custeio/capital) nos planos de aplicação para atender necessidades supervenientes, e garantiu a divulgação prévia e tempestiva do orçamento anual e cronograma de repasses do PAFIE às escolas?",
        "resposta": "Não. O monitoramento constatou que a restrição à alteração da natureza da despesa (custeio/capital) nos planos de aplicação permaneceu, prejudicando a priorização de necessidades reais das instituições. Além disso, a divulgação antecipada do valor total e do cronograma de repasses do PAFIE não foi realizada de forma tempestiva, comprometendo o planejamento pelos Conselhos Escolares/Gestores (CEGs).",
        "trecho_referencia": "37. Quanto à alteração dos Planos de Aplicação, embora prevista no novo decreto, o impedimento disposto no artigo 5° II, § 1°, para que não ocorra alteração na natureza da despesa previamente pactuada (custeio/capital/alimentação), prejudica, de fato, a elaboração de planos de aplicação que priorizem as reais necessidades da instituição.\n41. Com relação à divulgação antecipada aos CEG(s) e aos diretores do valor total previsto do PAFIE para cada IE no exercício, bem como o cronograma dos repasses trimestrais, o Secretário de Educação alegou no Ofício n°4511/2020 (fls. 461-462, vol. IV) que ‘o cronograma (para 2020) ficou comprometido em função da COVID-19...’. (...) Ressalta-se a necessidade de publicidade dos valores a serem repassados para que haja tempo hábil e de qualidade para o planejamento pelos CEG(s).\n42. Por essas razões, os itens 3 (b, c) e 4(a, b, c, d) foram considerados ‘parcialmente cumpridos’...",
        "doc_id": "9d5b9984-958b-4a3d-bf80-547e5db65f74"
    },
    {
        "query": "O relatório de auditoria constatou a inexistência de procedimentos formais para o registro e a prestação de contas dos insumos utilizados pela equipe de manutenção nas intervenções realizadas nas escolas municipais?",
        "resposta": "Sim, a auditoria verificou que a equipe responsável pela manutenção não adota procedimentos próprios para registrar os serviços prestados e os insumos utilizados nas intervenções, nem presta contas específicas desses materiais às áreas/órgãos responsáveis da SMEC e da Prefeitura.",
        "trecho_referencia": "5.3 Inexistência de registros e de prestações de contas dos insumos utilizados nas manutenções das IEs\n5.3.1 Situação encontrada\n414. Verificou-se que a equipe responsável pela manutenção das instituições educacionais não adota procedimentos próprios para registrar os serviços prestados e os insumos utilizados nas intervenções que realiza na estrutura física das instituições, bem como não presta contas especificamente desses materiais às áreas/órgãos responsáveis da SMEC e da Prefeitura.",
        "doc_id": "8c714ddc-3c35-4fef-a4ba-e69876de500d"
    },
    {
        "query": "Considerando que as deliberações 5.1 (monitorar periodicamente o PME e elaborar relatório) e 5.4 (articular com outras instâncias avaliativas do PME) do Acórdão nº 06440/2023 não foram implementadas pela SME, qual justificativa foi apresentada pela Secretaria, conforme registrado no Ofício nº 330/2024, para o não cumprimento dessas ações específicas relacionadas ao monitoramento do Plano Municipal de Educação?",
        "resposta": "A SME justificou a não implementação informando que, apesar de ter iniciado a recomposição da Comissão de Monitoramento e Avaliação do PME em 2022, a ação foi interrompida porque duas das instâncias convidadas não indicaram seus representantes. A Secretaria aguardou essas indicações, o que paralisou os trabalhos. Afirmou, contudo, estar se organizando para retomar as atividades da comissão e realizar o monitoramento final.",
        "trecho_referencia": "“Em relação às deliberações nº 5.1 e 5.4, que diz respeito ao monitoramento do Plano Municipal de Educação (PME), estas não foram implementadas. Houve uma primeira ação para recomposição da Comissão de Monitoramento e Avaliação do Plano Municipal de Educação no início do ano de 2022, quando foram enviados ofícios para as seguintes instâncias: [...] Das instâncias citadas, duas não encaminharam os ofícios com suas respectivas indicações. A ação de retomada dos trabalhos foi interrompida neste período, quando a secretaria ficou aguardando essas indicações. Contudo, ressaltamos que a gestão da SME está se organizando para retomar os trabalhos da comissão e a realização do monitoramento final”.",
        "doc_id": "b4ab9bc8-0000-43ad-aae4-8b2170308d97"
    },
    {
        "query": "Considerando as inadequações estruturais da Controladoria Geral de Goianésia (CGM) apontadas no Relatório Consolidado de Auditoria Operacional nº 001/2023-CEA, especialmente quanto à estrutura de pessoal, normativa e de TI, foi apresentado, dentro do prazo de 30 dias estabelecido no Acórdão Nº 02360/2023 (item III), o Plano de Ação pela Prefeitura e pela CGM detalhando as medidas corretivas, responsáveis e cronogramas para sanar especificamente estas inconformidades?",
        "resposta": "O Acórdão Nº 02360/2023 determinou expressamente ao Prefeito e ao Controlador-Geral de Goianésia a apresentação de um Plano de Ação no prazo de 30 dias, detalhando as medidas para atender às determinações e recomendações da auditoria, que identificou inadequações significativas na estrutura (pessoal, normativa, TI) da CGM. O documento alerta sobre penalidades em caso de atraso ou não apresentação, mas não informa se o referido plano foi efetivamente entregue dentro do prazo estipulado.",
        "trecho_referencia": "III. DETERMINAR ao Sr. Leonardo Silva Menezes, Prefeito de Goianésia, e ao Sr. José Henrique Rocha de Morais, Controlador-Geral, ou a quem vier a substitui-los, que apresentem, no prazo de 30 (trinta) dias, PLANO DE AÇÃO especificando as ações e as medidas que serão adotadas para atender às determinações e às recomendações emitidas pelo Tribunal, com os nomes e os contatos dos respectivos responsáveis e os prazos previstos para a implementação de cada uma delas, para o posterior monitoramento (...). IV. ALERTAR os responsáveis acima que o atraso injustificado quanto à apresentação do Plano de Ação sujeitará o responsável à aplicação das penalidades (...) bem como que a não apresentação desse Plano (...) sujeitará o responsável à aplicação da multa prevista no inciso X do artigo 47-A da LOTCMGO e à aplicação de multa diária (...).",
        "doc_id": "b409fc1e-1263-4d6a-9bb2-d6fb84f48619"
    },
    {
        "query": "Considerando a determinação contida no item 72.6 do Relatório de Auditoria Operacional Consolidado nº 3/2023, o Poder Executivo e a Secretaria Municipal de Educação de Catalão apresentaram o Plano de Ação detalhando as medidas para cumprir as recomendações, dentro do prazo estabelecido de 30 dias?",
        "resposta": "O relatório de auditoria determina que o Poder Executivo e a SME apresentem um Plano de Ação no prazo de 30 dias, especificando as medidas a serem adotadas em resposta às recomendações. Contudo, o documento em si não informa se o referido plano foi efetivamente apresentado ou se o prazo foi cumprido.",
        "trecho_referencia": "72. 6- DETERMINAR ao Poder Executivo do Município de Catalão e à sua Secretaria Municipal de Educação, na pessoa de seus representantes ou de quem vier a substituí-los, que apresentem, no prazo de 30 (trinta) dias, PLANO DE AÇÃO especificando as ações e as medidas que serão adotadas para atender às determinações e às recomendações emitidas pelo Tribunal, com os nomes e os contatos dos respectivos responsáveis e os prazos previstos para a implementação de cada uma delas, para o posterior monitoramento, nos termos dos artigos 194 e 198 do Regimento Interno do TCMGO e conforme previsto no Plano Anual de Fiscalização deste Tribunal e no art. 13 da sua RA nº 113/2019.",
        "doc_id": "ce11a310-0546-4fcd-9c3d-5970e80f222a"
    },
    {
        "query": "O relatório de monitoramento confirmou se a Controladoria-Geral Interna (CGI) de Luziânia persiste atuando predominantemente na primeira linha de controle (execução de controles internos administrativos), em detrimento de sua função primordial de terceira linha (avaliação independente e auditoria interna governamental), apesar das determinações do Acórdão nº 04186/2021?",
        "resposta": "Sim, o relatório confirma que, na prática, a CGM ainda concentra sua atuação na primeira linha, com uma atuação muito tímida na terceira linha (avaliações e consultoria), mesmo ciente do Modelo das Três Linhas. Não houve comprovação de avaliações (auditorias) ou consultoria.",
        "trecho_referencia": "A esse respeito, os gestores se manifestaram mediante o Ofício nº 334/2024-GAP informando que o município tem utilizado como referencial técnico o Modelo das Três, porém, na prática, o que se observou foi que a CGM ainda concentra sua atuação na primeira linha, com uma atuação muito tímida na terceira linha, pois não houve nenhuma comprovação de avaliações (por meio de auditorias, por exemplo) e nem de consultoria, tendo sido comprovado apenas o apoio da CGM na padronização de rotinas administrativas e capacitação voltada para a nova lei de licitações e contratos (vide ilustração abaixo): (Página 38)",
        "doc_id": "d2730aa1-4f81-4804-b70c-df64b79db17d"
    },
    {
        "query": "O Acórdão nº 01306/2023 determinou que a Prefeitura de Rio Verde apresentasse um Plano de Ação detalhando as medidas para implementar as recomendações da auditoria visando a adequação da estrutura da CGM, incluindo a adoção de ferramentas de TI específicas para auditoria interna governamental? Qual foi o prazo estabelecido para essa apresentação e quais as consequências em caso de descumprimento?",
        "resposta": "Sim, o Acórdão determinou à Prefeitura Municipal de Rio Verde e à Controladoria-Geral do Município a apresentação, no prazo de 30 dias, de um Plano de Ação detalhando as medidas a serem adotadas para atender às determinações e recomendações, o que inclui a busca por ferramentas de TI para apoiar atividades como avaliação de riscos, fiscalizações e monitoramento de recomendações (Recomendação 10). O atraso injustificado ou a não apresentação sujeitaria o responsável à aplicação de penalidades, incluindo multas e multa diária.",
        "trecho_referencia": "2. DETERMINAR à Prefeitura Municipal de Rio Verde e à Controladoria-Geral do Município, na pessoa de seus representantes ou de quem vier a substituí-los, que apresentem, no prazo de 30 (trinta) dias, PLANO DE AÇÃO especificando as ações e as medidas que serão adotadas para atender às determinações e às recomendações emitidas pelo Tribunal, com os nomes e os contatos dos respectivos responsáveis e os prazos previstos para a implementação de cada uma delas, para o posterior monitoramento, nos termos dos artigos 194 e 198 do Regimento Interno do TCMGO e conforme previsto no Plano Anual de Fiscalização deste Tribunal e no art. 13 da sua RA nº 113/2019.\n3. ALERTAR que o atraso injustificado na apresentação do Plano de Ação sujeitará o responsável à aplicação das penalidades e à reiteração da determinação para a sua apresentação, nos termos do §2º do artigo 13 da RA TCMGO nº 113/2019 e dos incisos XIII e XIV do artigo 47-A da LOTCMGO2, bem como que a não apresentação desse Plano (...) sujeitará o responsável à aplicação da multa prevista no inciso X do artigo 47-A da LOTCMGO e à aplicação de multa diária, regulamentada pela RA TCMGO nº 31/2020, nos termos do §3º desse artigo 47-A;\n[Referência implícita à Recomendação 10 contida na determinação 2]: 10 – Que busquem adotar ferramentas de TI para apoiar a prática das atividades típicas de auditoria interna governamental, que forneçam metodologias adequadas para as avaliações a cargo da CGM, tais como: a) ferramentas que auxiliem na identificação e avaliação de riscos, para apoiar a avaliação de controles internos; b) ferramentas que auxiliem na sistematização dos procedimentos relacionados a auditorias, inspeções e outros tipos de fiscalização, para apoiar a avaliação de conformidade e/ou resultados; c) ferramentas que possam sistematizar o monitoramento das recomendações e determinações expedidas pelos órgãos de controle externo e interno.",
        "doc_id": "8352979a-a733-4224-a8dd-e6b4a892bb3c"
    },
    {
        "query": "Considerando as constatações da auditoria sobre a atuação da Controladoria Geral Interna (CGI) de Luziânia em atividades estranhas às suas finalidades, o Acórdão determinou que a CGI deixe de executar controles internos de gestão para preservar sua independência e capacidade operacional?",
        "resposta": "Sim, o Acórdão determinou expressamente ao Prefeito e à Controladora Interna que, na atualização da regulamentação da CGI, não seja atribuída à Controladoria a execução de controles internos de gestão nem outras atividades que não são afetas às suas atribuições institucionais, como forma de garantir sua independência e foco na avaliação (terceira linha do SCI).",
        "trecho_referencia": "1. DETERMINAR ao Sr. Diego Vaz Sorgatto, Prefeito de Luziânia, e, no que couber, à Sra. Ângela Aparecida Nunes, Controladora Interna, ou a quem vier a substitui-los, que: 1.1 – Atualize a regulamentação das atribuições da Controladoria Geral Interna do Município de Luziânia, bem como de todo o SCI, tendo em vista a necessidade de controlar todos os atos da gestão orçamentária, patrimonial e financeira do Ente, baseando-se nas diretrizes de auditoria interna do setor público, de modo que: (...) 1.1.3 – não seja atribuída à CGI a execução de controles internos de gestão nem outras atividades que não são afetas às suas atribuições;",
        "doc_id": "fb1bc44b-95df-4d7b-ae44-372bdae20297"
    },
    {
        "query": "Considerando a determinação contida no item 1.5.d do Acórdão Nº 04525/2021 e a ênfase dada no Voto do Relator quanto à aplicação da Instrução Normativa nº 08/2021 (alterada pela IN nº 09/2021), quais medidas concretas foram adotadas pela gestão municipal de Novo Gama para garantir que a composição do quadro funcional da Controladoria Geral do Município (CGM) priorize servidores efetivos, admitindo servidores comissionados apenas em situações excepcionais e devidamente motivadas, conforme exigido?",
        "resposta": "O Acórdão determinou ao Prefeito que estruturasse a CGM, considerando a criação de carreira específica ou, alternativamente, que zelasse pelo cumprimento do artigo 7º da IN nº 08/2021 (alterada pela IN nº 09/2021). Essa norma exige que a CGM seja composta por servidores efetivos, admitindo comissionados apenas em situações excepcionais e motivadas. O Voto do Relator ajustou a proposta inicial para reforçar essa exigência normativa, determinando que a composição respeitasse essa regra. Foi exigida a apresentação de um Plano de Ação detalhando como essa e outras determinações seriam implementadas.",
        "trecho_referencia": "ACÓRDÃO Nº 04525/2021: '1.5 – Estruture adequadamente a Controladoria Geral do Município (CGM), de modo a: (...) d) considerar a criação da carreira de Auditor de Controle Interno ou de nomenclatura similar, assegurando-lhe a independência para a execução do trabalho, ou ainda que seja mantida a estrutura organizacional atual, zelar para que sejam atendidas as determinações do artigo 7 da Instrução normativa n.°08/2021, alterada pela IN n.°09/2021, respeitada a composição por servidores efetivos, admitindo-se servidores comissionados apenas em situações excepcionais e devidamente motivadas.' RELATÓRIO E VOTO N° 658/2021-GFMM: 'Ao tratar do quadro funcional do Órgão Central de Controle Interno, a citada norma prevê, em seu art. 5º, que sua composição por servidores comissionados deve se dar apenas em situações excepcionais e devidamente motivadas: Art. 5º. (...) Assim, acatar a determinação sugerida (...) implicaria em uma permissão (...) o que iria de encontro a intenção da normativa recentemente publicada por este Tribunal que, reforço, é no sentido de que a composição por servidores comissionados se dê apenas excepcional e motivadamente. Dito isso, a fim de adequar a proposta da CEA à IN n. 008/2021, pugno por determinar que o quadro funcional da STFC seja estruturado de modo a: (...) d) considerar a criação da carreira de Auditor de Controle Interno (...) zelar para que sejam atendidas as determinações do artigo 7 da Instrução normativa n.°08/2021, alterada pela IN n.°09/2021, respeitada a composição por servidores efetivos, admitindo-se servidores comissionados apenas em situações excepcionais e devidamente motivadas.'",
        "doc_id": "955aec6c-aa77-4c40-bdd4-e9d0fca32279"
    },
    {
        "query": "A STFC monitora o cumprimento das determinações legais e das recomendações/determinações emitidas pelos órgãos de controle interno e externo junto aos demais órgãos municipais?",
        "resposta": "Não. A auditoria constatou que a STFC tem sido omissa e não monitora efetivamente o cumprimento das determinações legais e das recomendações/determinações dos órgãos de controle interno e externo pelos demais órgãos municipais.",
        "trecho_referencia": "145. A STFC tem sido omissa quanto ao monitoramento dos demais órgãos, no que diz respeito às determinações legais e de outras advindas dos órgãos de controle. 151. Todavia, conforme constatado durante a execução da auditoria, a STFC não monitora efetivamente a implementação das determinações ou recomendações propostas para sanar alguma irregularidade constatada pelos órgãos de controle externo, ou até mesmo pela própria STFC (...). a) (...) também não há monitoramento das recomendações e determinações expedidas pelos órgãos de controle aos demais órgãos do município (...).",
        "doc_id": "439cb865-5a7f-47e1-81d8-f69f9c0bab20"
    },
    {
        "query": "Considerando a Recomendação 8.3 do Acórdão nº 05424/2021, que trata da regulamentação da hora-atividade dos professores (Lei nº 2341/2000) para favorecer a formação continuada em serviço, quais atos normativos ou administrativos foram editados pelo Poder Executivo Municipal de Inhumas para efetivar essa regulamentação, conforme determinado para monitoramento?",
        "resposta": "O Acórdão nº 05424/2021 recomendou ao Poder Executivo Municipal de Inhumas, em conjunto com a SME, que regulamentasse a hora-atividade dos professores para atividades extraclasse, já prevista no Estatuto (Lei nº 2341/2000, art. 16), visando favorecer o uso desse tempo para a formação continuada em serviço, em consonância com as estratégias 17.2 e 17.3 do PME.",
        "trecho_referencia": "RECOMENDAR ao Poder Executivo Municipal de Inhumas, juntamente com a Secretaria Municipal de Educação de Inhumas, na pessoa de seus representantes, que: [...] 8- Quanto às condições para a implementação da formação continuada de professores, que atuem conjuntamente objetivando: [...] 8.3- Regulamentar a hora-atividade dos professores para as atividades extraclasse já garantida no artigo 16 e parágrafos segundo e terceiro da Lei nº 2341/2000 (Estatuto), de modo a favorecer o uso de parte desse tempo para a formação continuada em serviço, consoante às estratégias 17.2 e 17.3 do PME e às boas práticas de políticas de formação continuada, tais como: BRASIL (2018), CONSED (2018) e FGV (2018).",
        "doc_id": "8f760b8a-7618-46bb-b853-792c0c49870f"
    },
    {
        "query": "A auditoria operacional (Acórdão 04068/2021) constatou se a STFC realizava o monitoramento efetivo da implementação das determinações e recomendações expedidas pelos órgãos de controle interno e externo, incluindo as da própria STFC?",
        "resposta": "Não. A auditoria constatou que a STFC tem sido omissa quanto ao monitoramento do cumprimento das determinações legais e daquelas advindas dos órgãos de controle, não acompanhando efetivamente a implementação das medidas propostas para sanar irregularidades, nem mesmo as propostas pela própria STFC.",
        "trecho_referencia": "3.6 Ausência de monitoramento quanto ao cumprimento das determinações legais e dos órgãos de controle interno e externo\nA STFC tem sido omissa quanto ao monitoramento dos demais órgãos, no que diz respeito às determinações legais e de outras advindas dos órgãos de controle.\n(...) conforme constatado durante a execução da auditoria, a STFC não monitora efetivamente a implementação das determinações ou recomendações propostas para sanar alguma irregularidade constatada pelos órgãos de controle externo, ou até mesmo pela própria STFC (...)",
        "doc_id": "b10bebbb-0a8f-4089-890d-388a19e68ffe"
    },
    {
        "query": "O TCMGO acatou o argumento do município de Novo Gama de que a determinação contida no subitem 1.6 do Acórdão nº 04525/2021, referente ao 'patrocínio' do trabalho da CGM pelo Prefeito, configuraria ingerência e violação da autonomia administrativa municipal?",
        "resposta": "Não, o TCMGO rejeitou o argumento do município. O Tribunal entendeu que a determinação visava contribuir para a melhoria da gestão pública, foi redigida com cautela utilizando termos como 'patrocinar', 'esclarecer' e 'ser possível', e não configurava afronta à autonomia do poder executivo municipal, sendo improcedente a alegação do recorrente.",
        "trecho_referencia": "Quanto a alegação do recorrente de que a determinação contida no subitem 1.6 “fere a autonomia administrativa do Município, caracterizando ingerência de poder”. Temos que, a determinação ora questionada se dispõe conforme abaixo descrita: [...] Ora, analisando os itens acima, tendo em vista a natureza do processo em questão, qual seja, Auditoria Operacional, importa-se esclarecer ao recorrente, que, de forma alguma as determinações exaradas possuem características que poderiam afrontar a autonomia do poder executivo municipal. Ao contrário, as proposições contidas no subitem 1.6 possuem, assim como todas as demais determinações e recomendações, o principal objetivo de contribuir para a melhoria da gestão pública. Neste sentido, verifica-se que foram utilizados, com toda cautela, termos como “patrocinar”, “esclarecer”, “ser possível”. Assim, tem-se por improcedentes os argumentos dos recorrentes.",
        "doc_id": "fa6c826a-ec4b-4d28-b1b2-db51082c5873"
    },
    {
        "query": "Considerando a determinação contida no item 3 do Acórdão Nº 04320/2021, a Secretaria Municipal de Educação apresentou o Plano de Ação detalhando as medidas para atender às recomendações do item 1 dentro do prazo estipulado de 60 dias?",
        "resposta": "O Acórdão Nº 04320/2021 determinou à Secretaria Municipal de Educação a apresentação do referido Plano de Ação no prazo de 60 dias para posterior monitoramento. O documento fornecido não informa se o prazo foi cumprido.",
        "trecho_referencia": "3. Determinar à Secretaria Municipal de Educação de Cidade Ocidental, na pessoa de seu titular, Sr. Anderson Luciano de Carvalho, que apresente, no prazo de 60 (sessenta) dias, Plano de Ação especificando as ações e as medidas que serão adotadas para atender às determinações e às recomendações emitidas pelo Tribunal no item 1 desta decisão, com os nomes e os contatos dos respectivos responsáveis e os prazos previstos para a implementação de cada uma delas, para o posterior monitoramento, nos termos do artigo 194 do Regimento Interno do TCMGO e conforme previsto no Plano Anual de Fiscalização do TCMGO e no art. 13 e Anexo I da sua RA n.º 113/2019;",
        "doc_id": "1eb8dcbe-32c0-48e8-81c8-232183d3fc16"
    },
    {
        "query": "A auditoria operacional (Processo 05447/18) identificou se as ações de formação continuada promovidas pela SMEC de Trindade estavam sendo oferecidas a todos os docentes do ensino fundamental ou se havia priorização de grupos específicos?",
        "resposta": "Sim, a auditoria constatou que as ações de formação continuada não atendiam a todos os professores do ensino fundamental. Havia uma priorização das ações para os professores dos 5º e 9º anos, visando a melhoria de desempenho na Prova Brasil, negligenciando a formação continuada dos docentes das outras turmas.",
        "trecho_referencia": "4.1 As ações de formação continuada não atendem todos os docentes do ensino fundamental\n4.1.1 Situação encontrada\n175. Na execução dos trabalhos verificou-se que as ações de formação continuada não atendem todos os professores do ensino fundamental da rede municipal de ensino, vez que são priorizadas ações voltadas para os professores dos 5° e 9° anos, com o intuito de melhorar o desempenho dos discentes, especialmente, na Prova Brasil.\n176. Assim, os professores de outras turmas têm a formação continuada negligenciada, sendo desconsiderado pela gestão da SMEC que a performance naquela avaliação deve ser fruto do trabalho de todos os ciclos do ensino fundamental, e não apenas do último ano do ciclo.",
        "doc_id": "27218f68-9bfe-4834-84e2-e671708ed577"
    },
    {
        "query": "Considerando o Achado 4 ('Estrutura orgânica incompatível com as atribuições do órgão') e a Recomendação 5 do Acórdão 01306/2023-TCMGO, foram efetivadas as readequações na estrutura interna da CGM de Rio Verde para atribuir formalmente a competência de exercer as atividades de auditoria interna governamental a alguma divisão/área específica, conforme previsto na IN nº 8/2021-TCMGO?",
        "resposta": "A auditoria constatou que a estrutura orgânica da CGM não estava adequada e não vinculava formalmente as atividades de auditoria interna a nenhuma área (Achado 4). O TCMGO recomendou a readequação dessa estrutura (Recomendação 5). O documento fornecido não informa se esta recomendação específica foi implementada após a decisão.",
        "trecho_referencia": "Achado 4. Estrutura orgânica incompatível com as atribuições do órgão A estrutura orgânica atual da CGM não está adequada ao exercício de sua missão institucional [...] Não se verifica, por exemplo, a vinculação formal das atividades relacionadas à auditoria interna governamental a nenhuma das áreas atualmente existentes na CGM. [...] RECOMENDAR [...] 5 – Que readéquem a estrutura interna da CGM, de modo a atribuir às suas divisões/áreas a competência para exercer as atividades relacionadas à auditoria interna governamental previstas na IN nº 8/2021-TCMGO e no Decreto Municipal nº 1.355/2020;",
        "doc_id": "ec564135-05c9-412d-9c0b-de944fe3705c"
    },
    {
        "query": "Considerando a Determinação 4 do Acórdão nº 04525/2021, que exigiu a apresentação de um Plano de Ação em 30 dias, o Prefeito e a Controladora Geral de Novo Gama submeteram tempestivamente o referido plano detalhando as medidas, responsáveis e prazos para sanar as deficiências apontadas na auditoria da CGM, conforme exigido pelo Art. 194 do RI-TCMGO?",
        "resposta": "O Acórdão nº 04525/2021 determinou ao Prefeito e à Controladora Geral do Município de Novo Gama a apresentação de um Plano de Ação no prazo de 30 dias, detalhando medidas, responsáveis e prazos para atender às determinações e recomendações. O documento fornecido registra a determinação, mas não informa sobre o seu cumprimento (se o plano foi efetivamente apresentado ou se cumpriu o prazo).",
        "trecho_referencia": "4. DETERMINAR ao Prefeito de Novo Gama, juntamente com a Controladora Geral do Município, que apresentem, no prazo de 30 (trinta) dias, PLANO DE AÇÃO especificando as ações e medidas que serão adotadas para atender às determinações e às recomendações emitidas pelo Tribunal, com os respectivos responsáveis e prazos previstos para a implementação de cada uma delas, para posterior monitoramento, nos termos do artigo 194 do Regimento Interno do TCMGO e conforme previsto no Plano Anual de Fiscalização do TCMGO e na RA8 TCMGO nº 113/2019, art. 13 e Anexo I.",
        "doc_id": "3d41299f-86f0-44fd-8040-ad7b3ed9b74f"
    },
    {
        "query": "Considerando as recomendações 5.1 a 5.4 do Acórdão Nº 06440/2023, quais evidências objetivas demonstram que a SME de Catalão, em conjunto com o Poder Executivo, implementou um sistema de monitoramento periódico e avaliação da execução das metas e estratégias do PME, especialmente as relacionadas à formação continuada, e passou a utilizar esses resultados no planejamento de novas ações formativas?",
        "resposta": "O Acórdão Nº 06440/2023 constatou a ausência de monitoramento periódico e avaliação da implementação das ações previstas no PME pela SME de Catalão, identificando que apenas um monitoramento foi realizado (em 2018) e que não havia articulação com outras instâncias (Câmara e Conselho Municipal de Educação). O documento recomenda a implementação dessas práticas (itens 5.1 a 5.4), mas, por ser o próprio acórdão que estabelece essas recomendações e fixa prazo para um Plano de Ação futuro, ele não contém evidências de que tal sistema já tenha sido implementado ou que seus resultados estejam sendo utilizados.",
        "trecho_referencia": "3.3 Ausência de monitoramento e avaliação da implementação das ações previstas no PME. \nSituação encontrada \n15. Foi constatado que a SME não realiza o monitoramento periódico e nem a avaliação da implementação das ações previstas em seu PME, incluindo-se as ações de formação continuada, constante em algumas das metas do citado Plano. [...] 5- RECOMENDAR ao Poder Executivo do Município de Catalão [...] e à SME de Catalão [...] que implemente as seguintes medidas referentes ao monitoramento e avaliação da implementação das ações previstas no PME: 5.1- Monitorar periodicamente a implementação das ações previstas no PME, e elaborar relatório desse monitoramento, para avaliar a execução de suas metas e estratégias, em especial as voltadas às ações de formação continuada; 5.2- Adotar meios que garantam a elaboração do relatório de monitoramento do PME de forma periódica ao longo dos anos, a fim de que tal prática não seja descontinuada; 5.3- Utilizar dos resultados obtidos e registrados no citado relatório, para a criação do planejamento das ações de formação continuada que realizarem, com o intuito de inserir formações que permitam cumprir o previsto nas metas e estratégias previstas no PME; 5.4- Empreender a articulação entre a SME e as demais instâncias avaliativas do PME [...].",
        "doc_id": "8c92fe77-a69d-437e-a066-5f6433000a25"
    },
    {
        "query": "Considerando o achado 3 da Auditoria Operacional (Processo 04473/2021) que apontou a ausência de monitoramento periódico e formalizado das ações do Plano Municipal de Educação (PME) pela SME de Catalão, e as recomendações 5.1 e 5.2 do Acórdão 06440/2023, quais procedimentos e periodicidade foram definidos no Plano de Ação apresentado pela gestão para garantir a elaboração e utilização dos relatórios de monitoramento do PME, especialmente no que tange às metas de formação continuada?",
        "resposta": "A auditoria identificou que a SME não monitorava nem avaliava periodicamente a implementação das ações do PME, sobretudo as de formação continuada. Em resposta, o TCMGO recomendou à SME que implementasse o monitoramento periódico, com elaboração de relatórios para avaliar a execução das metas (focando na formação continuada), e que adotasse medidas para assegurar a continuidade dessa prática. O Tribunal determinou a apresentação de um Plano de Ação detalhando como essas recomendações seriam cumpridas.",
        "trecho_referencia": "O QUE O TCMGO ENCONTROU? [...] 3. Ausência de monitoramento e avaliação da implementação das ações previstas no PME. A SME não realiza o monitoramento de forma periódica e formalizada, e nem a avaliação da implementação das ações previstas em seu PME, em especial as ações de formação continuada [...]. O QUE O TCMGO DECIDIU? [...] 5. RECOMENDAR [...] que implemente as seguintes medidas referentes ao monitoramento e avaliação da implementação das ações previstas no PME: 5.1- Monitorar periodicamente a implementação das ações previstas no PME, e elaborar relatório desse monitoramento, para avaliar a execução de suas metas e estratégias, em especial as voltadas às ações de formação continuada; 5.2- Adotar meios que garantam a elaboração do relatório de monitoramento do PME de forma periódica ao longo dos anos, a fim de que tal prática não seja descontinuada; [...] 6. DETERMINAR [...] que apresentem, no prazo de 30 (trinta) dias, PLANO DE AÇÃO especificando as ações e as medidas que serão adotadas para atender às determinações e às recomendações emitidas pelo Tribunal [...] para o posterior monitoramento [...].",
        "doc_id": "2d229d75-7270-4dc8-9044-db3048b74652"
    },
    {
        "query": "Considerando a Determinação 3 do Acórdão nº 04320/2021, a Secretaria Municipal de Educação apresentou, dentro do prazo de 60 dias, o Plano de Ação detalhando as medidas, responsáveis e prazos para sanar as deficiências apontadas na gestão da formação continuada, conforme exigido pelo TCMGO?",
        "resposta": "O documento determina que a Secretaria Municipal de Educação apresente o referido Plano de Ação no prazo de 60 dias, contados a partir da deliberação (1/9/2021), para fins de monitoramento futuro. No entanto, este relatório de auditoria inicial não informa se o plano foi efetivamente apresentado pela SME ou se o prazo foi cumprido.",
        "trecho_referencia": "3. DETERMINAR à Secretaria Municipal de Educação de Cidade Ocidental, na pessoa de seu titular, que apresente, no prazo de 60 (sessenta) dias, Plano de Ação especificando as ações e as medidas que serão adotadas para atender às determinações e às recomendações emitidas pelo Tribunal no item 1 do Acórdão nº 04320/2021, com os nomes e os contatos dos respectivos responsáveis e os prazos previstos para a implementação de cada uma delas, para o posterior monitoramento, nos termos do artigo 194 do Regimento Interno do TCMGO e conforme previsto no Plano Anual de Fiscalização do TCMGO e no art. 13 e Anexo I da sua Resolução Administrativa n.º 113/2019.",
        "doc_id": "f0a2ff57-3641-499c-baf6-b8996c8c4f0f"
    },
    {
        "query": "Considerando a Determinação III do Acórdão nº 02360/2023, que exigiu a apresentação de um Plano de Ação em 30 dias, quais ações específicas, responsáveis e prazos foram definidos pelo Prefeito e Controlador-Geral de Goianésia para corrigir a insuficiência de servidores efetivos com formação adequada e a falta de capacitação contínua para as atividades de auditoria interna governamental na CGM, conforme apontado nos achados 5 e 6 do relatório?",
        "resposta": "O Acórdão nº 02360/2023 determinou a apresentação de um Plano de Ação em 30 dias detalhando as medidas para cumprir as determinações e recomendações, incluindo as relativas à estrutura de pessoal e capacitação (achados 5 e 6). O documento fornecido registra essa determinação, mas não contém o Plano de Ação em si, portanto não detalha as ações específicas, responsáveis e prazos que foram (ou deveriam ter sido) definidos pela gestão municipal para sanar essas questões.",
        "trecho_referencia": "III. DETERMINAR ao Prefeito de Goianésia, e ao Controlador-Geral, que apresentem, no prazo de 30 (trinta) dias, PLANO DE AÇÃO especificando as ações e as medidas que serão adotadas para atender às determinações e às recomendações emitidas pelo Tribunal, com os nomes e os contatos dos respectivos responsáveis e os prazos previstos para a implementação de cada uma delas, para o posterior monitoramento, nos termos dos artigos 194 e 198 do Regimento Interno do TCMGO, conforme previsto no Plano Anual de Fiscalização deste Tribunal e no art. 13 da sua RA nº 113/2019.",
        "doc_id": "81cdea7b-6b51-47b8-80b0-1c474245fb62"
    },
    {
        "query": "Considerando o achado 6 da Auditoria Operacional (Acórdão 04186/2021) sobre a 'Ausência de monitoramento quanto ao cumprimento das determinações legais e dos órgãos de controle interno e externo', quais procedimentos formais e sistemáticos foram implementados pela Controladoria Geral Interna (CGI) de Luziânia, após agosto de 2021, para verificar o atendimento dessas determinações pelos demais órgãos e entidades municipais?",
        "resposta": "A auditoria constatou que a CGI não realizava o monitoramento do cumprimento das determinações legais e de órgãos de controle. Como resultado, o TCMGO determinou (item 4 da decisão) que a Prefeitura e a CGI apresentassem, em 30 dias, um Plano de Ação detalhando as medidas a serem adotadas para corrigir essa e outras deficiências, incluindo responsáveis e prazos, para posterior monitoramento pelo Tribunal.",
        "trecho_referencia": "6. Ausência de monitoramento quanto ao cumprimento das determinações legais e dos órgãos de controle interno e externo: A CGI não tem realizado o monitoramento dos demais órgãos e entidades municipais, no que diz respeito às determinações legais e de outras recomendações e determinações exaradas pelos órgãos de controle. [...] 4. DETERMINAR ao Prefeito de Luziânia, e, no que couber, à Controladora Geral Interna, que apresentem, no prazo de 30 (trinta) dias, PLANO DE AÇÃO especificando as ações e medidas que serão adotadas para atender às determinações e às recomendações emitidas pelo Tribunal, com os respectivos responsáveis e prazos previstos para implementação de cada uma delas, para posterior monitoramento, nos termos do artigo 194 do Regimento Interno do TCMGO...",
        "doc_id": "ab56f3a5-bcf6-4147-95e9-3cbf94b6316a"
    },
    {
        "query": "A auditoria operacional identificou se a Secretaria de Transparência, Fiscalização e Controle (STFC) realizava o monitoramento efetivo do cumprimento, pelos demais órgãos municipais, das determinações legais e daquelas emitidas pelos órgãos de controle interno e externo, como o próprio TCMGO?",
        "resposta": "Não, a auditoria constatou que a STFC não realizava o monitoramento dos demais órgãos municipais quanto ao cumprimento de determinações legais ou de recomendações e determinações provenientes dos órgãos de controle.",
        "trecho_referencia": "6. Ausência de monitoramento quanto ao cumprimento das determinações legais e dos órgãos de controle interno e externo\nA STFC não tem realizado o monitoramento dos demais órgãos, no que diz respeito às determinações legais e de outras recomendações e determinações advindas dos órgãos de controle.",
        "doc_id": "eee1397c-cc65-4bb9-8e00-646752a0db0b"
    },
    {
        "query": "A Secretaria Municipal de Educação de Inhumas estabeleceu formalmente um plano municipal de formação continuada alinhado às metas do PME, com dotação orçamentária específica, conforme apontado como deficiência no Achado 2 e recomendado nos itens 2(c) e 7(a) do Acórdão 05424/2021?",
        "resposta": "A auditoria identificou que o município ainda não contava com um plano de formação continuada formalizado, com diretrizes, objetivos e metas alinhados ao PME, nem com previsão orçamentária específica para tal, sendo recomendado ao Poder Executivo e à SME que previssem dotação na LOA e estabelecessem o referido plano.",
        "trecho_referencia": "Achado 2: O município ainda não conta com um plano de formação continuada com diretrizes, objetivos e metas alinhados às estratégias do PME. Além da ausência de previsão orçamentária específica (...). Recomendação 2(c): estabelecer um plano municipal de formação continuada prevendo diretrizes, objetivos e metas de capacitação, alinhado às metas do PME; Recomendação 7(a): prever na lei orçamentária anual consignação específica de valores para o programa de formação continuada de professores, conforme prioridade fixada na LDO.",
        "doc_id": "e5a7375c-0f98-4744-b3be-2e6643d76b2e"
    },
    {
        "query": "Considerando a não implementação da recomendação 3.19 do Acórdão nº 01331/2020, referente à segurança das escolas, e a constatação de vulnerabilidade nas unidades visitadas (ausência de vigilância permanente, ações isoladas), quais medidas concretas e articuladas, com cronograma definido, o Poder Executivo e a SME planejam implementar para sanar essa deficiência crítica, para além das orientações gerais já mencionadas e do projeto ainda não efetivado de instalação de câmeras e muros?",
        "resposta": "O relatório concluiu que a recomendação 3.19 não foi implementada até abril de 2023. As ações da SME foram consideradas incipientes e limitadas a orientações e disseminação de 'cultura de paz'. As escolas visitadas carecem de vigilância permanente e tratam a segurança de forma autônoma e isolada, resultando em vulnerabilidade. Existe um projeto do Executivo para câmeras e muros, mas ainda requer ampla discussão e não há um plano articulado e estabelecido para reforçar a segurança de forma efetiva.",
        "trecho_referencia": "72. O município de Trindade tem adotado algumas ações, todavia incipientes, e ainda não demonstrou um movimento para o estabelecimento de plano articulado para reforçar a segurança das escolas. Assim, considera-se a recomendação desse item 3.19 não implementada.\n69. Mas, em visita à amostra de instituições educacionais (PT 48A a PT 48L), identificou-se que as escolas não contam o apoio de vigilância permanente durante o período das aulas, contando apenas com patrulha que ronda as escolas; no geral, o aspecto de segurança tem sido tratado de forma autônoma pelas instituições educacionais, através de ações isoladas de alguns diretores, tais como a aquisição de câmeras de segurança e de equipamentos de gravação de imagem, através dos recursos do Programa Dinheiro Direto na Escola (PDDE). Mesmo assim, percebe-se a vulnerabilidade de todas as escolas visitadas.\n70. A SME afirmou (PT 49A) que é projeto do Executivo equipar todas as instituições educacionais com câmeras de segurança, e construir muros em volta de todas as escolas da rede, mas essa questão ainda precisa ser amplamente discutida entre diversos atores.",
        "doc_id": "e1353503-9e38-4d11-a5dc-5f0ed154044d"
    },
    {
        "query": "Considerando a constatação da auditoria sobre a incipiência na avaliação do impacto das ações de capacitação na prática pedagógica (Achado 5.1), quais procedimentos formais e indicadores de desempenho a SME passou a utilizar para aferir se as formações efetivamente resultaram em melhorias no planejamento e nas atividades docentes em sala de aula?",
        "resposta": "A auditoria constatou que a atividade de avaliação e controle do impacto das ações de capacitação na prática pedagógica era incipiente, sem procedimentos formais e coordenados para essa aferição. Além disso, grande parte dos professores desconhecia eventuais indicadores de desempenho utilizados pela SME para verificar a consonância das formações com os objetivos e metas traçados.",
        "trecho_referencia": "Achado de Auditoria: Incipiência na atividade de avaliação e controle do impacto das ações de capacitação para a melhoria do planejamento e da prática pedagógica dos professores regentes por parte da SME. [...] 100. [...] obteve-se como resposta que: [...] 24,8% dos professores respondentes consideraram que \"A SME não realizou nenhum controle/avaliação\". [...] 102. Quando indagados através de pesquisa se \"A SME utilizou-se de indicadores de desempenho para verificar se os conhecimentos, habilidades e atitudes trabalhadas nas ações de capacitação ofertadas por ela estão em consonância com os objetivos e metas traçados\", obteve-se como resposta que 38,7% dos professores respondentes não tinham conhecimento do fato indagado [...]. 103. As principais causas apuradas para a ocorrência do achado deste tópico são: a) não implementação de procedimentos formais e coordenados com a finalidade de aferição do impacto das ações de capacitação continuada na melhoria da prática pedagógica [...]; b) falta de conhecimento, por parte dos professores regentes da rede, acerca dos indicadores de desempenho utilizados pela SME.",
        "doc_id": "6dbf9684-63ad-40a7-a4c1-e3c1e435913c"
    },
    {
        "query": "A auditoria identificou que as medições dos serviços de tapa-buraco nos contratos n° 001/2018, 332/2018 e 064/2020 foram realizadas por parametrização baseada unicamente no consumo de Concreto Asfáltico (CA), em vez de levantamentos detalhados em campo, contrariando a boa prática para contratos por preço unitário e as exigências dos próprios editais?",
        "resposta": "Sim, a auditoria constatou que as medições dos serviços de tapa-buraco utilizaram parametrização baseada exclusivamente no consumo de Concreto Asfáltico (CA) fornecido pela usina, em vez de levantamentos quantitativos detalhados em campo. Essa prática não reflete fidedignamente os serviços executados, carece de transparência e contraria a natureza dos contratos por preço unitário, além de não atender integralmente às exigências de memória de cálculo e detalhamento previstas nos editais.",
        "trecho_referencia": "294. Diante dessa falta, procurou analisar diretamente na planilha de medição, como se deu a forma de obtenção desses quantitativos. E constatou que se utiliza do recurso da parametrização da planilha de medição, inclusive daqueles serviços que somente podem ser levantados em campo, tendo como o único argumento o consumo de concreto asfáltico (CA) em toneladas obtida na usina. Significa dizer que a planilha de medição é otimizada a realizar os cálculos dos serviços de forma automática, a partir do dado de entrada do consumo mensal de CA. Os parâmetros empregados (fórmulas) são os mesmos adotados nos orçamentos para efeito de estimativa dos quantitativos, não sendo boa prática estendê-los para as medições. Citam-se as constatações realizadas nas medições dos contratos n° 001/2018, 332/2018 e 064/2020. O estudo é detalhado no papel de trabalho PT nº 05-2020 - Levantamento das medições parametrizadas presente no apêndice K.\n\n303. O procedimento das medições das operações tapa-buraco não se mostra transparente e as informações disponibilizadas não são de qualidade. As omissões de peças técnicas fundamentais para a comprovação dos quantitativos de cada etapa do serviço, como a memória de cálculo, recorrendo-se a parametrização da planilha de medição; e informações incompletas quanto à localização dos serviços e registros de fotos, colocam em dúvida a credibilidade do relatório de medição.",
        "doc_id": "8f118c2f-f25d-40d7-ad57-9ce93901cab8"
    },
    {
        "query": "Considerando a recomendação 3.2 do Acórdão nº 04068/2021 para que a STFC planejasse suas atividades com base em sua missão e capacidade operacional, e a ação proposta 3.2 de elaboração do plano anual de auditoria com prazo final em 17/07/2024, foi efetivamente apresentado e implementado o referido plano durante o período de monitoramento, contemplando critérios de risco para priorização das fiscalizações?",
        "resposta": "Não. O relatório de monitoramento concluiu que a recomendação do item 3.2 não foi implementada. Embora exista uma minuta de manual de auditoria que menciona o plano e um questionário de avaliação de riscos tenha sido enviado aos órgãos, não foi apresentado um plano anual de auditoria formalizado ou plano de atuação concreto baseado nos riscos identificados.",
        "trecho_referencia": "43. Inicialmente, destaca-se que a minuta do manual de auditoria apresentado, ainda pendente de aprovação, dispõe de um item específico sobre o Plano Anual de Auditoria para OCCI (fls. 3-46, vol.II), inclusive considerou critérios de risco para priorização das fiscalizações. Esse documento foi encaminhado para análise da Procuradoria do município em 24/7/2024 e ainda não foi implementado.\n44. Entretanto, sobre o planejamento das atividades do OCCI, em 19/2/2024 foi encaminhado via Ofício nº 1/2024 pela STFC, um questionário para avaliação de riscos aplicado aos órgãos do Poder Executivo. Não foi apresentado o resultado da pesquisa, nem ao menos o plano de atuação pelo OCCI, considerando os riscos identificados. (...)\n45. Assim, identifica-se apenas um trabalho preliminar e incipiente para elaboração do planejamento das atividades do OCCI.\n46. Desse modo, ao considerar a ausência de plano formal para as atividades do OCCI de Aparecida de Goiânia, verifica-se que a RECOMENDAÇÃO do item 3.2 NÃO FOI IMPLEMENTADA.",
        "doc_id": "827859cc-5ddd-4c61-9c6f-671de74d5398"
    },
    {
        "query": "O relatório de auditoria constatou se a Secretaria Municipal de Educação (SME) regulamentou a 'hora-atividade' dos professores, conforme previsto no estatuto do magistério, determinando seu cumprimento na unidade escolar para atividades extraclasse?",
        "resposta": "Não, o relatório identificou como uma das causas para as deficiências na implementação das estratégias do PME a ausência de regulamentação da hora-atividade. Apesar de prevista no estatuto do magistério (Lei nº 2.431/2000, Art. 16 §§ 2º e 3º), esta é cumprida pelos professores em casa, e não na unidade escolar como determina a norma.",
        "trecho_referencia": "87. As principais causas apuradas para a ocorrência deste achado são: [...] c) ausência de regulamentação da hora-atividade já prevista no estatuto do magistério, sendo cumprida pelos professores em casa.",
        "doc_id": "95d7e99c-d181-456f-890b-ab4629e33eb4"
    },
    {
        "query": "Considerando a determinação do Acórdão 02939/2019, a Secretaria Municipal de Educação (SME) apresentou o Plano de Ação no prazo de 30 dias, detalhando as medidas, responsáveis e cronograma para implementar as recomendações referentes à falta de clareza nos objetivos e metas do PAFIE e à incipiente participação dos Conselhos Escolares e Gestores (CEGs)?",
        "resposta": "Sim, o TCMGO determinou expressamente à Secretaria Municipal de Educação e Esportes de Goiânia que apresentasse, no prazo de 30 dias a contar da deliberação (9/4/2019), um Plano de Ação detalhado. Este plano deveria especificar as ações, medidas, responsáveis e prazos para atender a todas as recomendações emitidas pelo Tribunal, incluindo as relacionadas aos objetivos/metas do PAFIE e à participação dos CEGs, para possibilitar o posterior monitoramento.",
        "trecho_referencia": "Por fim, o TCMGO, por seu Tribunal Pleno, DETERMINOU à Secretaria Municipal de Educação e Esportes de Goiânia que apresente, no prazo de 30 (trinta) dias, PLANO DE AÇÃO especificando as ações e medidas que serão adotadas para atender às recomendações emitidas pelo Tribunal, com os respectivos responsáveis e prazos previstos para implementação de cada uma delas, para posterior monitoramento, nos termos do artigo 194 do Regimento Interno do TCMGO e conforme previsto no Plano Anual de Fiscalização de 2019 (RA nº 183/2018).",
        "doc_id": "033131ce-1978-4bbe-acf1-d97b6496e426"
    },
    {
        "query": "Considerando a constatação da auditoria (Acórdão 01331/2020) de que as ações de formação continuada não atendiam a todos os professores, priorizando os de 5º e 9º anos, a SMEC implementou a recomendação 8 do TCMGO para promover formação continuada a *todos* os docentes da rede fundamental?",
        "resposta": "O relatório de auditoria constatou a priorização da formação continuada e recomendou sua extensão a todos os professores (Recomendação 8). O documento em si não atesta a implementação dessa medida pela SMEC, mas determinou a apresentação de um Plano de Ação para detalhar como as recomendações seriam cumpridas para posterior monitoramento.",
        "trecho_referencia": "O QUE O TCMGO ENCONTROU: Constatou-se que as ações de formação continuada não atendem todos os professores do ensino fundamental da rede municipal de ensino, vez que são priorizadas ações voltadas para os professores dos 5° e 9° anos. ... RECOMENDOU à SMEC: 8. Promover ações de formação continuada para todos os professores da rede, tal como já previsto no seu Plano de Ação/2019, a saber: curso destinado aos professores do ciclo de alfabetização e o curso de gestão de conteúdos e ensino-aprendizagem, dentre outras que se fizerem oportunas de acordo com as carências identificadas pela SMEC. ... DETERMINOU à Secretaria Municipal de Educação e Cultura de Trindade que apresente, no prazo de 30 (trinta) dias, PLANO DE AÇÃO especificando as ações e medidas que serão adotadas para atender às determinações e recomendações emitidas pelo Tribunal [...] para posterior monitoramento.",
        "doc_id": "2f6ad453-6760-4d7b-9f9a-62afb0334c8b"
    },    {
        "query": "Considerando que o Acórdão nº 04320/2021 recomendou a adoção de registros formais e documentados das consultas aos professores para mapeamento de necessidades de capacitação, quais tipos de registros formais foram implementados pela SME e como a sua adoção impactou o planejamento das ações de formação continuada?",
        "resposta": "A SME adotou formulários eletrônicos e físicos, além de registros de frequência e atas de reuniões. A implementação desses registros permitiu o planejamento de ações de formação continuada mais alinhadas com as necessidades apresentadas pelos professores.",
        "trecho_referencia": "Recomendação nº 1.1 a)- Adoção de registros formais das consultas feitas junto aos professores por intermédio da aplicação de formulários eletrônicos e/ou físicos, abordando-se temáticas específicas que atenderam as necessidades e carências da atuação desses profissionais; [...] Planejamento de ações de formação continuada em consonância com as necessidades apresentadas pelos professores.",
        "doc_id": "945d1950-51e3-4ef7-950b-cb1817ce5386"
    },
    {
        "query": "Considerando a ausência de auditorias para avaliar a eficácia dos controles internos, quais medidas a Controladoria Geral Interna (CGI) implementou para garantir a conformidade e a integridade das informações contábeis e financeiras divulgadas no Portal da Transparência, especialmente no que se refere às despesas com Manutenção e Desenvolvimento do Ensino (MDE)?",
        "resposta": "A CGI apenas acompanha a alimentação dos dados do Portal da Transparência do Município. A ausência de avaliação dos controles internos de gestão compromete a confiabilidade dos dados que são publicados no Portal da Transparência.",
        "trecho_referencia": "A CGI apenas acompanha a alimentação dos dados do Portal da Transparência do Município. Ademais, o fato do OCCI não avaliar os controles internos de gestão, bem como os programas de governo, compromete a confiabilidade dos dados que são publicados no Portal;",
        "doc_id": "e8561b35-9c44-48f9-8198-1101371b3cf2"
    },
    {
        "query": "Considerando a identificação de deficiências na atuação da Controladoria Geral do Município (CGM) em relação ao monitoramento do cumprimento dos limites estabelecidos pela Lei de Responsabilidade Fiscal (LRF), quais medidas específicas a CGM implementou, ou planeja implementar, para realizar um acompanhamento mais efetivo e contínuo desses limites ao longo do exercício financeiro, em vez de apenas verificar o cumprimento ao final dos períodos de relatório?",
        "resposta": "A CGM informou que verifica o cumprimento dos limites da LRF ao analisar o Relatório Resumido da Execução Orçamentária (RREO) e o Relatório de Gestão Fiscal (RGF), demonstrando que não existe um acompanhamento efetivo no decorrer do exercício, com vistas até mesmo a ajudar na correção de rumos, se necessário, nem outra ação para verificar a integridade das informações contidas nesses documentos.",
        "trecho_referencia": "Em relação aos limites da LRF, a CGM informou que verifica o cumprimento deles pelo município ao analisar o Relatório Resumido da Execução Orçamentária (RREO) e o Relatório de Gestão Fiscal (RGF); contudo, esses relatórios apresentam situações já consolidadas, o que demonstra que não existe um acompanhamento efetivo no decorrer do exercício por parte da Controladoria, com vistas até mesmo a ajudar na correção de rumos, se necessário, nem outra ação para verificar a integridade das infomações contidas nesses documentos",
        "doc_id": "2edffd51-fefd-488f-82ed-a5c75724be87"
    },
    {
        "query": "Considerando que o item 7.1 do Acórdão nº 05424/2021 determinava a previsão específica de valores para o programa de formação continuada de professores na lei orçamentária anual, qual foi a ação concreta adotada pela SME para garantir que a proposta orçamentária para 2025 incluísse essa consignação específica, e qual o código orçamentário utilizado?",
        "resposta": "A SME incluiu na unidade orçamentária Fundo Municipal de Educação (FME) a aplicação “Programa de Formação e Capacitação de Servidores” (código 12.122.1005.2.104) na proposta de QDD para o exercício de 2025.",
        "trecho_referencia": "Durante a reunião de encerramento do monitoramento, a equipe de auditoria explanou sobre a importância da consignação orçamentária específica, conforme proposto na boa prática do CONSED26: Considerações para orientar o aperfeiçoamento das políticas de formação continuada de professores à luz da BNCC27, que foi utilizada como um dos critérios da auditoria. Tal medida favorece a execução do planejamento, mesmo com a mudança de gestão, considerando que estamos em final de mandato. Durante a reunião, os gestores mantiveram tratativas com o responsável pelo orçamento do município, que atualizou o QDD para o exercício 2025, levando em conta a recomendação do Tribunal e a proposta apresentada pela SME. Na unidade orçamentária Fundo Municipal de Educação (FME) foi incluída a aplicação “Programa de Formação e Capacitação de Servidores” (código 12.122.1005.2.104).",
        "doc_id": "1588b311-7576-4eee-b6f6-af9cfe38002b"
    },
    {
        "query": "A auditoria operacional identificou se a Lei Municipal nº 3871/2022, que criou cargos de analista de controle interno, foi efetivamente implementada com a realização de concurso público e a posse dos servidores?",
        "resposta": "Sim, a auditoria identificou a publicação da Lei Municipal nº 3871/2022, que criou três cargos de analista de controle interno. No entanto, o concurso público para a seleção e nomeação dos servidores estava em andamento durante a auditoria, indicando que a lei ainda não havia sido totalmente implementada com a posse dos servidores.",
        "trecho_referencia": "De forma a se alinhar às diretrizes que dispõem sobre a atividade de auditoria interna governamental e atender ao disposto no art. 5º da IN TCMGO nº 8/2021, foi publicada em 1º de junho de 2022 a Lei Municipal nº 3871, de 30 de maio de 2022 (Anexo IV deste Relatório), criando três cargos de analista de controle interno, cujas vagas são de provimento efetivo para o quadro de servidores do Município de Goianésia e com exigência de curso de nível superior em áreas específicas como Administração, Contabilidade, Direito, e Economia.\n\nConstatou-se a insuficiência de servidores com formação exigida para os cargos frente às necessidades do órgão, principalmente para realizar atividades típicas de auditoria interna governamental, pois mesmo diante da vigência da Lei Municipal nº 3871/2022, que criou três cargos efetivos de analista de controle interno, com exigência de formação de nível superior nas áreas de contabilidade, direito, administração e economia, o concurso público, para a seleção e nomeação de servidores, encontra-se em andamento.",
        "doc_id": "cc47c2de-608a-4ef1-87b3-dec1abca1dc0"
    },
    {
        "query": "Considerando que a Controladoria Geral do Município de Rio Verde tem como uma de suas atribuições a avaliação da execução orçamentária, quais ferramentas de TI são utilizadas para verificar a consistência dos dados contidos no Relatório de Gestão Fiscal, conforme estabelecido no art. 54 da Lei Complementar nº 101/2000?",
        "resposta": "O relatório de auditoria aponta que, embora existam funcionalidades no Sistema CENTI que auxiliam no controle da legalidade dos atos da gestão e no acompanhamento dos resultados da gestão, não foram identificadas ferramentas que auxiliem especificamente no processo de avaliação da consistência dos dados contidos no Relatório de Gestão Fiscal.",
        "trecho_referencia": "a) Informações obtidas durante a observação direta feita em relação ao Sistema CENTI adotado pelo município47, corroboradas por prints de tela desse sistema encaminhados pela gestora da CGM48 – a partir dos quais foi possível identificar que existem funcionalidades no Sistema CENTI49 que auxiliam no controle da legalidade dos atos da gestão (exemplos: alertas automáticos no caso de servidores que recebem hora extra acima da margem permitida ou para abastecimento fora do comum; relatórios de patrimônio do município; vinculação de despesas às funções e subfunções previstas no orçamento; etc.) e acompanhamento dos resultados da gestão (a exemplo do relatórios dos índices de educação e saúde que são apresentados bimestralmente aos gestores do município).\nContudo, essas informações que o Sistema permite acessar fornecem base de dados para as avaliações a cargo da CGM, mas em se tratando de ferramentas que auxiliem em si no processo de avaliação (a exemplo de um sistema de fiscalização ou mesmo um módulo disponível no CENTI que permita aos servidores acessarem metodologias apropriadas para tanto) não foi constatada a existência de ferramentas que auxiliem nesse processo.",
        "doc_id": "03fb8883-aa7b-4e77-9dc8-f93e655e491d"
    },
    {
        "query": "Quais ações de formação continuada foram especificamente direcionadas aos conselheiros escolares para a gestão de recursos financeiros descentralizados do PAFIE no exercício de 2018?",
        "resposta": "Durante a auditoria, constatou-se que ainda não havia sido realizada nenhuma ação de formação continuada voltadas aos conselheiros, conforme documento “Planejamento das Ações de Formação - Eixo 2 - Gestão Democrática 2018” disponibilizado pela SME.",
        "trecho_referencia": "Durante a execução da auditoria, constatou-se que ainda não havia sido realizada nenhuma ação de formação continuada voltados aos conselheiros, conforme se depreende do documento “Planejamento das Ações de Formação - Eixo 2 - Gestão Democrática 2018” disponibilizado pela SME.",
        "doc_id": "87aba5d4-7abe-435e-bd99-54e42f26b00b"
    },
    {
        "query": "Quais medidas a SME adotou para garantir que os valores limites para compras e serviços no âmbito do PAFIE estejam alinhados com os valores atualizados da Lei nº 8.666/1993, conforme determinado no Acórdão nº 05446/2018-Plenário?",
        "resposta": "A SME publicou o Decreto n° 704/2020 e institucionalizou o Manual do PAFIE, mencionando as alterações ocorridas na Lei nº 8.666/1993 para direcionar os limites de compras pelas UEX (artigo 5°, I, b). Além disso, a SME deve esclarecer continuamente as mudanças aos CEG(s), principalmente nas capacitações.",
        "trecho_referencia": "O novo decreto também faz menção às alterações ocorridas na Lei nº 8.666/1993, para direcionar os limites de compras pelas UEX (artigo 5°, I, b), fato que deve ser continuamente esclarecido pela gestão da SME aos CEG(s), principalmente nas capacitações que têm sido ofertadas periodicamente.",
        "doc_id": "9d5b9984-958b-4a3d-bf80-547e5db65f74"
    },
    {
        "query": "Quais foram as ações corretivas implementadas pela SMEC em relação às falhas identificadas no acompanhamento das metas de universalização do acesso e implantação da jornada integral no ensino fundamental, conforme o relatório de auditoria?",
        "resposta": "O relatório de auditoria aponta que não foram definidas ações a serem adotadas pela SMEC e/ou equipes gestoras das IEs visando atender às metas estipuladas no PME e na PPP em relação à universalização do acesso e à implantação de jornada integral. Isso indica uma falha no acompanhamento e implementação de ações corretivas nessas áreas.",
        "trecho_referencia": "Do mesmo modo, em relação ao Plano de Ação do Ensino Fundamental para o ano de 2019 (Anexo 2 deste Relatório), verifica-se que existem ações previstas relacionadas à alfabetização, aumento do fluxo escolar e proficiência, outras questões pedagógicas, aprimoramento da avaliação institucional interna e adequação do PPP e do Plano de Ação das IEs às diretrizes operacionais, sendo que, do mesmo modo do citado acima, em relação à universalização do acesso, à implantação de jornada integral, à adaptação da estrutura física e à formação e valorização de professores não foram definidas ações a serem adotadas pela SMEC e/ou equipes gestoras das IEs visando atender às metas estipuladas no PME e na PPP.",
        "doc_id": "8c714ddc-3c35-4fef-a4ba-e69876de500d"
    },
    {
        "query": "Considerando que a SME não implementou integralmente a ação 5.1 do Acórdão nº 06440/2023-TP, qual o impacto financeiro estimado da não realização do monitoramento do Plano Municipal de Educação (PME) para o exercício de 2023, especificamente em relação aos recursos destinados à formação continuada?",
        "resposta": "O relatório não detalha o impacto financeiro da não implementação da ação 5.1, apenas indica que a SME não evidenciou a realização efetiva do monitoramento do PME nem a elaboração do Relatório de Monitoramento necessário para avaliar o cumprimento das metas e estratégias do plano, o que impede a mensuração precisa do impacto financeiro.",
        "trecho_referencia": "Cumpre destacar o fato de que ao longo do processo de monitoramento das ações realizadas pela SME durante a AOp16, foi comprovado que a Secretaria implementou ações de recomposição de uma Comissão de Monitoramento e Avaliação do Plano Municipal de Educação17 (PME); no entanto, vale destacar que não foi evidenciada a realização efetiva do monitoramento do Plano Municipal de Educação e nem a elaboração do Relatório de Monitoramento necessário para avaliar o cumprimento das metas e estratégias do plano.",
        "doc_id": "b4ab9bc8-0000-43ad-aae4-8b2170308d97"
    },
    {
        "query": "Qual foi o resultado da auditoria operacional realizada na Controladoria Geral do Município de Goianésia em relação à adequação da estrutura para o exercício da atividade de auditoria interna governamental, conforme a IN TCMGO nº 8/2021?",
        "resposta": "A auditoria concluiu que a estrutura atual da CGM de Goianésia é inadequada para o exercício da atividade de auditoria interna governamental, com maiores necessidades de melhorias na estrutura de pessoal, normativa e de tecnologia da informação.",
        "trecho_referencia": "Analisados os documentos juntados, a Comissão Especial de Auditoria elaborou o Relatório Consolidado de Auditoria Operacional nº 001/2023-CEA concluindo que a estrutura atual da CGM de Goianésia é inadequada para o exercício da atividade de auditoria interna governamental, sendo que os elementos considerados mais relevantes e que apresentaram maiores necessidades de melhorias foram a estrutura de pessoal, normativa e a de tecnologia da informação:",
        "doc_id": "b409fc1e-1263-4d6a-9bb2-d6fb84f48619"
    },
    {
        "query": "Considerando que a Controladoria-Geral do Município (CGM) ainda concentra sua atuação na primeira linha de defesa, quais medidas foram implementadas para capacitar os servidores da CGM no \"Novo Modelo das Três Linhas do The IIA\", visando o fortalecimento da atuação na terceira linha, conforme recomendado no Acórdão nº 04186/2021 e detalhado no item 2.1.a?",
        "resposta": "Apesar da recomendação de capacitação dos servidores da CGM sobre o \"Novo Modelo das Três Linhas do The IIA\" para fortalecer a atuação na terceira linha, foi comprovada a capacitação apenas da Controladora-Geral sobre o tema. Não há comprovação de planejamento de capacitação para os demais servidores, tendo sido constatado baixo nível de conhecimento dos gestores e servidores sobre a conceituação básica do SCI.",
        "trecho_referencia": "A Prefeitura e a CGM têm promovido a capacitação adequada dos servidores da CGM sobre a missão institucional do OCCI, principalmente no que tange à diferenciação entre as linhas do The IIA, visando a concentrar a atuação da CGM na terceira linha, denominada auditoria interna governamental?\\nPois houve comprovação de capacitação apenas da controladora-geral e não há comprovação de planejamento de capacitação para os demais servidores.",
        "doc_id": "d2730aa1-4f81-4804-b70c-df64b79db17d"
    },
    {
        "query": "Considerando que a STFC tem como atribuição \"coordenar, alimentar e aperfeiçoar o sistema de transparência de contas da Prefeitura\", quais medidas concretas foram implementadas para garantir a confiabilidade dos dados publicados no Portal da Transparência, além do gerenciamento da alimentação dos dados?",
        "resposta": "A STFC apenas gerencia a alimentação dos dados do Portal da Transparência do município e, por não avaliar os controles internos de gestão e os programas de governo, compromete a confiabilidade dos dados publicados, descumprindo a Lei Complementar nº 125/2017 de Aparecida de Goiânia.",
        "trecho_referencia": "A STFC apenas gerencia a alimentação dos dados do Portal da Transparência do município. Ademais, o fato do OCCI não avaliar os controles internos de gestão, bem como os programas de governo, compromete a confiabilidade dos dados que são publicados no Portal, dessa feita ela descumpre a Lei Complementar nº 125/2017 de Aparecida de Goiânia, que preconiza que cabe à STFC não somente alimentar, mas coordenar e aperfeiçoar o sistema de transparência da Prefeitura, isto é, precisa ter uma ação mais ativa e integrada em prol da transparência",
        "doc_id": "439cb865-5a7f-47e1-81d8-f69f9c0bab20"
    },
    {
        "query": "Quais ações específicas a SME se comprometeu a implementar, conforme detalhado no plano de ação exigido pelo TCMGO, para estruturar os recursos de pessoal responsáveis pelas atividades de formação continuada, visando a composição de uma equipe dedicada ao planejamento e execução dessas formações?",
        "resposta": "O relatório indica que o Poder Executivo e a SME devem apresentar, no prazo de 30 dias, um plano de ação especificando as ações e medidas para atender às determinações e recomendações emitidas pelo Tribunal, incluindo a estruturação dos recursos de pessoal para as atividades de formação continuada.",
        "trecho_referencia": "72. 6- DETERMINAR ao Poder Executivo do Município de Catalão e à sua Secretaria Municipal de Educação, na pessoa de seus representantes ou de quem vier a substituí-los, que apresentem, no prazo de 30 (trinta) dias, PLANO DE AÇÃO especificando as ações e as medidas que serão adotadas para atender às determinações e às recomendações emitidas pelo Tribunal, com os nomes e os contatos dos respectivos responsáveis e os prazos previstos para a implementação de cada uma delas, para o posterior monitoramento, nos termos dos artigos 194 e 198 do Regimento Interno do TCMGO e conforme previsto no Plano Anual de Fiscalização deste Tribunal e no art. 13 da sua RA nº 113/2019.",
        "doc_id": "ce11a310-0546-4fcd-9c3d-5970e80f222a"
    },
    {
        "query": "Considerando a recomendação do TCE para que a Prefeitura de Rio Verde e a Controladoria-Geral do Município busquem conhecer e disseminar os referenciais técnicos sobre controle interno, quais ações concretas foram implementadas para capacitar os servidores da Secretaria Municipal de Educação (SME) em relação ao Modelo das Três Linhas do IIA e às Diretrizes para Controle Interno no Setor Público do CONACI?",
        "resposta": "O documento não especifica ações concretas implementadas para capacitar os servidores da Secretaria Municipal de Educação (SME) em relação ao Modelo das Três Linhas do IIA e às Diretrizes para Controle Interno no Setor Público do CONACI. Ele recomenda à Prefeitura Municipal de Rio Verde e à Controladoria-Geral do Município que busquem conhecer e disseminar esses referenciais, mas não detalha a implementação dessas ações.",
        "trecho_referencia": "1 – Que busquem conhecer e disseminar entre os servidores do órgão, bem como à alta gestão e todo o corpo funcional dos demais órgãos do município, os principais referenciais técnicos1 que tratam de controle interno e das atribuições típicas da CGM enquanto órgão de auditoria interna;\n1 Exemplos: Modelo das Três Linhas e Práticas Profissionais da Atividade de Auditoria Interna (IPPF) do IIA; Resolução\nATRICON nº 05/2014; Diretrizes para Controle Interno no Setor Público do CONACI – Vide Apêndice 1.",
        "doc_id": "8352979a-a733-4224-a8dd-e6b4a892bb3c"
    },
    {
        "query": "Qual foi o impacto da ausência de regulamentação da hora-atividade dos professores, conforme mencionada no relatório de auditoria, no cumprimento das estratégias 17.2 e 17.3 do Plano Municipal de Educação (PME) de Inhumas?",
        "resposta": "A ausência de regulamentação da hora-atividade dos professores para atividades extraclasse, já garantida no Estatuto, dificulta o uso desse tempo para a formação continuada em serviço, impactando negativamente o cumprimento das estratégias 17.2 e 17.3 do PME.",
        "trecho_referencia": "8.3- Regulamentar a hora-atividade dos professores para as atividades extraclasse já garantida no artigo 16 e parágrafos segundo e terceiro da Lei nº 2341/2000 (Estatuto), de modo a favorecer o uso de parte desse tempo para a formação continuada em serviço, consoante às estratégias 17.2 e 17.3 do PME e às boas práticas de políticas de formação continuada, tais como: BRASIL (2018), CONSED (2018) e FGV (2018).",
        "doc_id": "8f760b8a-7618-46bb-b853-792c0c49870f"
    },
    {
        "query": "Quais medidas específicas o Tribunal de Contas determinou que o Prefeito de Luziânia implementasse para atualizar a regulamentação das atribuições da Controladoria Geral Interna e do Sistema de Controle Interno do município?",
        "resposta": "O Tribunal de Contas determinou que o Prefeito atualize a regulamentação das atribuições da Controladoria Geral Interna (CGI) e do Sistema de Controle Interno (SCI) do município, baseando-se nas diretrizes de auditoria interna do setor público, a fim de controlar todos os atos da gestão orçamentária, patrimonial e financeira. Isso inclui esclarecer as finalidades institucionais do OCCI (avaliar a legalidade e resultados da gestão, avaliar controles internos, assessorar na governança, fomentar transparência, apoiar o controle externo) e diferenciar as responsabilidades na condução do SCI, atribuindo atividades de primeira linha às unidades executoras dos processos. Também foi determinado que não se atribua à CGI a execução de controles internos de gestão e que haja melhor interação entre a Ouvidoria e a CGI.",
        "trecho_referencia": "1.1 – Atualize a regulamentação das atribuições da Controladoria Geral Interna do Município de Luziânia, bem como de todo o SCI, tendo em vista a necessidade de controlar todos os atos da gestão orçamentária, patrimonial e financeira do Ente, baseando-se nas diretrizes de auditoria interna do setor público, de modo que: 1.1.1 – sejam esclarecidas as finalidades institucionais do Órgão Central de Controle Interno, a saber: avaliar a legalidade e os resultados da gestão; avaliar os controles internos de gestão; assessorar a administração na governança, gestão de riscos e padronização de rotinas administrativas; contribuir para o fomento da transparência e do controle social; apoiar o controle externo; e sejam definidas as atividades que devem ser desenvolvidas pelo OCCI para atingir a essas finalidades; 1.1.2 – haja diferenciação entre as responsabilidades relacionadas à condução do SCI, atribuindo expressamente as atividades de primeira linha às unidades executoras dos processos; 1.1.3 – não seja atribuída à CGI a execução de controles internos de gestão nem outras atividades que não são afetas às suas atribuições; 1.1.4 – haja uma melhor interação entre a Ouvidoria e a CGI",
        "doc_id": "fb1bc44b-95df-4d7b-ae44-372bdae20297"
    },
    {
        "query": "Quais foram as principais deficiências encontradas na atuação da Controladoria Geral Interna de Novo Gama durante a auditoria operacional realizada em 2020?",
        "resposta": "A auditoria identificou seis principais deficiências: ausência de assessoria em gestão de riscos e padronização de rotinas, inexistência de avaliações de controles internos, incipiência das avaliações de legalidade dos atos de gestão, inexistência de atividades para avaliar os resultados da gestão municipal, carência de ações para melhorar a transparência e o controle social, e ausência de monitoramento em casos que a legislação exige.",
        "trecho_referencia": "Analisados os documentos juntados, a Comissão Especial de Auditoria elaborou o Relatório de Auditoria Operacional Consolidado nº 002/2021-CEA concluindo que a Controladoria Geral Interna de Novo Gama não executa todas as suas atribuições institucionais e que as executadas carecem de melhorias, bem como que, desempenha, em parte, atividades estranhas às de Órgão Central de Controle Interno, o que resultou em 6 achados – deficiências encontradas quanto à atuação da Controladoria Geral do Município:\na) Ausência de assessoria em relação à gestão de riscos e coordenação da padronização das rotinas e dos controles inerentes aos processos de trabalho;\nb) Inexistência de avaliações de controles internos de gestão, tendo em vista que a CGM não realiza auditoria para avaliar a adequação e eficácia dos controles internos concebidos e implementados pela gestão do município;\nc) Incipiência das ações para avaliar a legalidade dos atos de gestão e não alcançam sua integralidade;\nd) Inexistência de atividades para avaliar os resultados da gestão municipal, ausentes juízo de valor sobre o desempenho da gestão, em termos de eficácia, eficiência e efetividade;\ne) Carência de ações que contribuam para a melhoria contínua da transparência e do controle social, ausentes o desenvolvimento de ações que fomentem a cultura da transparência e de estímulo ao controle social no âmbito do município de Novo Gama;\nf) Ausência de monitoramento em casos em que a legislação exige acompanhamento efetivo do Órgão Central de Controle Interno.",
        "doc_id": "955aec6c-aa77-4c40-bdd4-e9d0fca32279"
    },
    {
        "query": "Qual o percentual de professores que afirmaram não ter sido consultados sobre suas necessidades de capacitação profissional pela instituição educacional ou pela SME nos anos de 2019 e 2020?",
        "resposta": "27,7% dos professores respondentes afirmaram que não foram consultados.",
        "trecho_referencia": "Dos professores respondentes do questionário aplicado, 27,7% afirmaram que não foram consultados pela instituição educacional ou pela SME sobre as suas necessidades e/ou carências de capacitação profissional no período de 2019 e 2020.",
        "doc_id": "1eb8dcbe-32c0-48e8-81c8-232183d3fc16"
    },
    {
        "query": "O plano de ação apresentado pelo município de Aparecida de Goiânia em resposta ao Acórdão nº 04068/2021 do TCMGO detalhou como a Secretaria de Transparência, Fiscalização e Controle (STFC) pretende integrar os dados da ouvidoria municipal em suas ações de fiscalização e planejamento, conforme determinado no item 1.1.4 do acórdão?",
        "resposta": "O Acórdão nº 04068/2021 determinou a integração entre a Ouvidoria e a STFC, possibilitando ao Órgão Central de Controle Interno (OCCI) utilizar os registros para planejamento das ações de fiscalização, bem como para fiscalizar os andamentos cabíveis a outros gestores do município. O documento não detalha o plano de ação específico apresentado, mas estabelece a necessidade dessa integração.",
        "trecho_referencia": "1.1.4. haja integração entre a Ouvidoria e a STFC, possibilitando ao OCCI utilizar os registros para planejamento das ações de fiscalização, bem como para fiscalizar os andamentos cabíveis a outros gestores do município.",
        "doc_id": "b10bebbb-0a8f-4089-890d-388a19e68ffe"
    },
    {
        "query": "Quais foram as determinações e recomendações emitidas pelo Tribunal de Contas dos Municípios do Estado de Goiás (TCMGO) à Controladoria Geral do Município de Novo Gama (CGM) e ao seu Órgão Central de Controle Interno (OCCI) no Acórdão nº 04525/2021, resultantes da auditoria operacional realizada em 2020?",
        "resposta": "O TCMGO determinou e recomendou uma série de ações, incluindo a regulamentação das atribuições da CGM com base nas diretrizes de auditoria interna no setor público, a estruturação adequada da CGM, a promoção do trabalho da CGM perante os gestores e servidores municipais, a capacitação adequada do quadro funcional da CGM, a adoção de referenciais técnicos de gestão, o planejamento formal de suas atividades, a sistematização das diversas atividades desenvolvidas e a disponibilização de informações no portal da transparência. Além disso, foi determinado ao Prefeito e à Controladora Interna que apresentassem um Plano de Ação especificando as ações e medidas que seriam adotadas para atender às determinações e às recomendações.",
        "trecho_referencia": "ACORDAM os Conselheiros integrantes do Pleno do Tribunal de Contas dos Municípios do Estado de Goiás, nos termos do Voto do Relator:\n1. DETERMINAR ao Sr. Carlos Alves dos Santos, Prefeito de Novo Gama que:\n1 – Regulamente as atribuições da Controladoria Geral do Município (CGM) com base nas diretrizes de auditoria interna no setor público, de modo que: [...] 2. RECOMENDAR ao Sr. Carlos Alves dos Santos, Prefeito de Novo Gama, e à Sra. Ângela Maria Mesquita, Controladora Interna, ou a quem vier a substitui-los, que: [...] 3. RECOMENDAR à Controladoria Geral Interna de Novo Gama, na pessoa da Sra. Ângela Maria Mesquita, Controladora Interna, ou a quem vier a substitui-la, que : [...] 4. DETERMINAR ao Sr. Carlos Alves dos Santos, Prefeito de Novo Gama, e à Sra. Ângela Maria Mesquita, Controladora Interna, ou a quem vier a substitui-los, que apresentem, no prazo de 30 (trinta) dias, PLANO DE AÇÃO especificando as ações e medidas que serão adotadas para atender às determinações e às recomendações emitidas pelo Tribunal, com os respectivos responsáveis e prazos previstos para implementação de cada uma delas, para posterior monitoramento, nos termos do artigo 194 do Regimento Interno do TCMGO e conforme previsto no Plano Anual de Fiscalização do TCMGO e na RA TCMGO nº 113/2019, art. 13 e Anexo I.",
        "doc_id": "fa6c826a-ec4b-4d28-b1b2-db51082c5873"
    },
    {
        "query": "Quais ações concretas a Secretaria Municipal de Educação de Catalão implementou para estruturar os recursos de pessoal responsável pelas atividades de formação continuada, conforme recomendado no item 2 do Acórdão nº 06440/2023?",
        "resposta": "O Acórdão nº 06440/2023 recomendou à Secretaria Municipal de Educação de Catalão que estruturasse os recursos de pessoal responsáveis pelas atividades de formação continuada, de modo a compor uma equipe destinada a planejar e executar a oferta de formações continuadas, oferecendo à equipe as capacitações e suportes necessários para o desempenho da ação, satisfazendo as estratégias e metas previstas no PME, atendendo às necessidades apontadas no levantamento diagnóstico e assegurando meios e suportes para a execução das atividades.",
        "trecho_referencia": "2. recomendar ao Poder Executivo do Município de Catalão, na pessoa de seu representante Adib Elias Júnior, e à Secretaria Municipal de Educação de Catalão, na pessoa de seu representante, Leonardo Pereira Santa Cecília (ou quem vier a substitui-los), que se mobilizem, em conjunto, para estruturarem a gestão das ações de formação continuada a partir da implementação da seguinte medida:\n2.1. estruturar os recursos do pessoal responsável pelas atividades de formação continuada da SME, de modo a (i) compor uma equipe destinada a planejar e a executar a atividade de oferta das formações continuadas aos professores regentes da rede; e (ii) oferecer a essa equipe as devidas capacitações e suportes necessários para o desempenho da citada ação. Essas medidas devem:satisfazer as estratégias e metas previstas pelo PME; atender às necessidades apontadas no levantamento diagnóstico a ser realizado junto aos professores",
        "doc_id": "8c92fe77-a69d-437e-a066-5f6433000a25"
    },
    {
        "query": "Qual foi a determinação do TCM-GO em relação à apresentação de um plano de ação pela Secretaria Municipal de Educação e Cultura de Trindade, após a auditoria operacional realizada?",
        "resposta": "O TCM-GO determinou que a Secretaria Municipal de Educação e Cultura de Trindade apresentasse, no prazo de 30 dias, um Plano de Ação especificando as ações e medidas a serem adotadas para atender às recomendações da auditoria, com os respectivos responsáveis e prazos previstos para implementação.",
        "trecho_referencia": "5. Determinar à Secretaria Municipal de Educação e Cultura de Trindade que apresente, no prazo de 30 (trinta) dias, Plano de Ação que especifique as ações e medidas que serão adotadas para atender às recomendações, com os respectivos responsáveis e prazos previstos para implementação de cada uma delas, para fins de monitoramento posterior, nos termos do artigo 194 do Regimento Interno do TCMGO e conforme previsto no Plano Anual de Fiscalização de 2019 (RA n.º 183/2018);",
        "doc_id": "27218f68-9bfe-4834-84e2-e671708ed577"
    },
    {
        "query": "O plano de ação apresentado pela Prefeitura de Novo Gama e pela Controladoria Geral do Município (CGM) em resposta ao Acórdão nº 04525/2021 do TCMGO especificou ações para regulamentar as atribuições da CGM com base nas diretrizes de auditoria interna no setor público, diferenciando as responsabilidades entre gestão e auditoria interna?",
        "resposta": "Sim, o TCMGO determinou que o Prefeito de Novo Gama e a Controladora Geral do Município apresentassem um plano de ação especificando as ações e medidas a serem adotadas para atender às determinações e recomendações emitidas pelo Tribunal, incluindo a regulamentação das atribuições da CGM com base nas diretrizes de auditoria interna no setor público.",
        "trecho_referencia": "4. DETERMINAR ao Prefeito de Novo Gama, juntamente com a Controladora Geral do Município, que apresentem, no prazo de 30 (trinta) dias, PLANO DE AÇÃO especificando as ações e medidas que serão adotadas para atender às determinações e às recomendações emitidas pelo Tribunal, com os respectivos responsáveis e prazos previstos para a implementação de cada uma delas, para posterior monitoramento, nos termos do artigo 194 do Regimento Interno do TCMGO e conforme previsto no Plano Anual de Fiscalização do TCMGO e na RA8 TCMGO nº 113/2019, art. 13 e Anexo I.",
        "doc_id": "3d41299f-86f0-44fd-8040-ad7b3ed9b74f"
    },
    {
        "query": "Quais foram as principais deficiências identificadas na estrutura da Controladoria-Geral do Município de Rio Verde (CGM) que impedem o pleno exercício da atividade de auditoria interna governamental?",
        "resposta": "As principais deficiências identificadas foram: falta de definição clara dos papéis dos órgãos integrantes do SCI, ausência de regulamentação específica de prerrogativas e deveres dos servidores da CGM, formalização ainda incipiente dos processos de trabalho da CGM, estrutura orgânica incompatível com as atribuições do órgão, insuficiência de capacitação voltada para a função auditoria interna governamental e carência de ferramentas de TI para dar suporte ao exercício das atividades típicas de auditoria interna governamental.",
        "trecho_referencia": "Constatou-se na auditoria que a atual estrutura da CGM de Rio Verde é parcialmente adequada para o exercício da auditoria interna governamental, sendo que os aspectos considerados mais relevantes e que apresentaram maiores necessidades de melhorias foram: em primeiro lugar, o aspecto normativo e, em segundo lugar, o aspecto de tecnologia da informação (que é fundamental para o eficaz e eficiente exercício da função auditoria interna).\nConcorreram para essa conclusão as situações encontradas a seguir.\nEm relação à base normativa da CGM:\n1. Falta de definição clara dos papéis dos órgãos integrantes do SCI, de modo a contextualizar a CGM como órgão de auditoria no âmbito desse sistema\n2. Ausência de regulamentação específica de prerrogativas e deveres dos servidores da CGM\n3. Formalização ainda incipiente dos processos de trabalho da CGM\nEm relação à estrutura organizacional da CGM:\n4. Estrutura orgânica incompatível com as atribuições do órgão\nEm relação à capacitação do quadro funcional da CGM:\n5. Insuficiência de capacitação voltada para a função auditoria interna governamental\nEm relação ao suporte tecnológico da CGM:\n6. Carência de ferramentas de TI para dar suporte ao exercício das atividades típicas de auditoria interna governamental",
        "doc_id": "ec564135-05c9-412d-9c0b-de944fe3705c"
    },
    {
        "query": "O TCMGO determinou a inclusão de dotação orçamentária específica para a Controladoria Geral Interna (CGI) desvinculada do Gabinete da Prefeitura? Qual o objetivo dessa determinação?",
        "resposta": "Sim, o TCMGO determinou que o Prefeito de Luziânia inclua no orçamento do município uma dotação específica para a Controladoria Geral Interna (CGI), desvinculada do Gabinete da Prefeitura. O objetivo é possibilitar um melhor planejamento por parte da CGI e garantir sua autonomia em termos de recursos financeiros suficientes para a melhoria da estrutura existente.",
        "trecho_referencia": "1.4 – Inclua no orçamento do município uma dotação específica para a Controladoria Geral Interna, e que a referida dotação (como unidade administrativa e com código específico para a CGI, por exemplo, haja vista que a CGI possui status de secretaria) seja desvinculada do Gabinete da Prefeitura, de tal forma a possibilitar um melhor planejamento por parte da CGI e a garantir sua autonomia em termos de recursos financeiros suficientes para a melhoria da estrutura existente.",
        "doc_id": "ab56f3a5-bcf6-4147-95e9-3cbf94b6316a"
    },
    {
        "query": "Qual foi o principal objetivo da auditoria operacional realizada pelo TCMGO na Secretaria de Transparência, Fiscalização e Controle do município de Aparecida de Goiânia, e quais foram os critérios utilizados para essa avaliação?",
        "resposta": "O principal objetivo da auditoria foi verificar o desempenho do Órgão Central de Controle Interno (OCCI) do município de Aparecida de Goiânia (STFC) no cumprimento de sua missão institucional, coordenando e supervisionando o Sistema de Controle Interno (SCI) e identificando áreas para melhoria. A avaliação foi feita através de questionários eletrônicos aos gestores da STFC, divididos em temáticas relacionadas à receita e despesa municipal, bens do município, prevenção de atos ilícitos, transparência e controle social, e padronização de rotinas administrativas, com respostas ratificadas pela análise de documentos comprobatórios.",
        "trecho_referencia": "O TCMGO realizou auditoria operacional com o objetivo de verificar o desempenho do Órgão Central de Controle Interno (OCCI) do município de Aparecida de Goiânia – a Secretaria de Transparência, Fiscalização e Controle (STFC) – no cumprimento de sua missão institucional, uma vez que cabe a ele, conforme os critérios utilizados, a coordenação e supervisão do SCI; bem como identificar áreas para as quais possa contribuir no aperfeiçoamento e fortalecimento do OCCI.\n\nPara essa avaliação foram aplicados questionários eletrônicos aos gestores da STFC, divididos em temáticas, tendentes a mapear as ações de controle relacionadas à receita e despesa municipal, aos bens do município, à prevenção de atos ilícitos, à transparência e controle social e à padronização de rotinas administrativas, cujas respostas foram ratificadas com a análise de documentos comprobatórios encaminhados pela STFC.",
        "doc_id": "eee1397c-cc65-4bb9-8e00-646752a0db0b"
    },
    {
        "query": "Qual foi o prazo determinado pelo TCMGO para que o Poder Executivo e a SME de Catalão apresentassem um plano de ação detalhando as medidas a serem implementadas para atender às determinações e recomendações referentes às ações de formação continuada, conforme o Acórdão 06440/2023?",
        "resposta": "O Poder Executivo do Município de Catalão e à sua Secretaria Municipal de Educação deveriam apresentar, no prazo de 30 (trinta) dias, um plano de ação especificando as ações e as medidas que seriam adotadas para atender às determinações e às recomendações emitidas pelo Tribunal.",
        "trecho_referencia": "6. DETERMINAR ao Poder Executivo do Município de Catalão e à sua Secretaria Municipal de Educação, na pessoa de seus representantes ou de quem vier a substituí-los, que apresentem, no prazo de 30 (trinta) dias, PLANO DE AÇÃO especificando as ações e as medidas que serão adotadas para atender às determinações e às recomendações emitidas pelo Tribunal, com os nomes e os contatos dos respectivos responsáveis e os prazos previstos para a implementação de cada uma delas, para o posterior monitoramento, nos termos dos artigos 194 e 198 do Regimento Interno do TCMGO e conforme previsto no Plano Anual de Fiscalização deste Tribunal e no art. 13 da sua RA nº 113/2019.",
        "doc_id": "2d229d75-7270-4dc8-9044-db3048b74652"
    },
    {
        "query": "Quais foram as principais deficiências identificadas na avaliação e controle das ações de capacitação de professores pela SME, segundo a auditoria operacional?",
        "resposta": "A auditoria identificou que o processo de avaliação das ações de capacitação ocorreu de forma deficiente, não sistematizada e não formalizada, o que comprometeu a mensuração dos resultados dessas atividades.",
        "trecho_referencia": "5. Deficiência no processo de avaliação e controle das ações de capacitação dos professores por parte da SME\n\nO processo de avaliação das ações de capacitação ocorreu de forma deficiente, não sistematiza e não formalizada, levando ao não cumprindo de sua função, que é a de mensurar o resultado dessas atividades, que servirão como balizadoras para o controle das próximas ações a serem executadas.",
        "doc_id": "f0a2ff57-3641-499c-baf6-b8996c8c4f0f"
    },
    {
        "query": "O plano de ação apresentado pela Prefeitura de Goianésia em resposta ao Acórdão 02360/2023 do TCMGO, detalha quais ações específicas foram ou serão implementadas para suprir a carência de ferramentas de TI que auxiliem a Controladoria-Geral do Município (CGM) na realização de auditorias internas governamentais, conforme identificado na auditoria?",
        "resposta": "O acórdão determina que a prefeitura apresente um plano de ação em 30 dias especificando ações e medidas a serem adotadas para atender às recomendações, incluindo a implementação e utilização efetiva de sistemas de TI para as atividades da CGM. O documento não detalha as ações específicas que já foram implementadas.",
        "trecho_referencia": "III. DETERMINAR ao Prefeito de Goianésia, e ao Controlador-Geral, que apresentem, no prazo de 30 (trinta) dias, PLANO DE AÇÃO especificando as ações e as medidas que serão adotadas para atender às determinações e às recomendações emitidas pelo Tribunal, com os nomes e os contatos dos respectivos responsáveis e os prazos previstos para a implementação de cada uma delas, para o posterior monitoramento, nos termos dos artigos 194 e 198 do Regimento Interno do TCMGO, conforme previsto no Plano Anual de Fiscalização deste Tribunal e no art. 13 da sua RA nº 113/2019.",
        "doc_id": "81cdea7b-6b51-47b8-80b0-1c474245fb62"
    },
    {
        "query": "Considerando que a recomendação 3.10 do Acórdão nº 01331/2020, que tratava da elaboração de política de promoção à saúde dos profissionais da educação, não foi implementada, quais ações concretas a SME pretende incluir no projeto da LOA/2024 para efetivamente abordar a saúde física e mental dos professores, incluindo detalhes sobre conteúdo, cronograma e orçamento?",
        "resposta": "Apesar da SME afirmar que irá apresentar no projeto da LOA/2024 a previsão de ações voltadas à promoção da saúde física e mental dos professores, não foram apresentadas informações detalhadas sobre o conteúdo, o cronograma e o orçamento destas ações.",
        "trecho_referencia": "Questionada, a SME afirmou que irá apresentar no projeto da LOA/2024 a previsão de ações voltadas à promoção da saúde física e mental dos professores, todavia não apresentou informações sobre o conteúdo, o cronograma, dentre outras a respeito de tais ações.",
        "doc_id": "e1353503-9e38-4d11-a5dc-5f0ed154044d"
    },
    {
        "query": "Qual foi o plano de ação apresentado pela Secretaria Municipal de Educação de Inhumas (SME) e pelo Poder Executivo Municipal para atender às determinações e recomendações do Tribunal de Contas dos Municípios de Goiás (TCMGO) em relação à auditoria operacional realizada na SME, conforme o Acórdão 05424/2021?",
        "resposta": "O Poder Executivo Municipal de Inhumas e a Secretaria Municipal de Educação de Inhumas deveriam apresentar, no prazo de 30 dias, um Plano de Ação especificando as ações e as medidas que seriam adotadas para atender às determinações e às recomendações emitidas pelo Tribunal, com os nomes e os contatos dos respectivos responsáveis e os prazos previstos para a implementação de cada uma delas, para o posterior monitoramento.",
        "trecho_referencia": "DETERMINAR ao Poder Executivo Municipal de Inhumas e à Secretaria Municipal de Educação de Inhumas, na pessoa de seus representantes, que apresentem, no prazo de 30 (trinta) dias, PLANO DE AÇÃO especificando as ações e as medidas que serão adotadas para atender às determinações e às recomendações emitidas pelo Tribunal, com os nomes e os contatos dos respectivos responsáveis e os prazos previstos para a implementação de cada uma delas, para o posterior monitoramento, nos termos do artigo 194 do Regimento Interno do TCMGO e conforme previsto no Plano Anual de Fiscalização do TCMGO e no art. 13 e Anexo I da sua RA4 nº 113/2019.",
        "doc_id": "e5a7375c-0f98-4744-b3be-2e6643d76b2e"
    },
    {
        "query": "Considerando a vulnerabilidade identificada no mapeamento e diagnóstico das ações de capacitação, quais medidas concretas a SME implementou para formalizar o processo de sondagem das necessidades dos professores e ampliar a participação destes no planejamento das ações formativas após a auditoria?",
        "resposta": "O relatório aponta a necessidade de a SME adotar um registro formal e documentado das consultas aos professores, promover uma divulgação maciça dessas consultas na rede escolar, gerenciar o registro dos dados obtidos e estreitar os canais de comunicação com os docentes, a fim de sanar a vulnerabilidade existente no mapeamento e diagnóstico das ações de capacitação.",
        "trecho_referencia": "Recomenda-se à SME que:\n1.  Adote ações para sanar a vulnerabilidade existente no\nmapeamento e no diagnóstico das ações de capacitação, tais como:\na) adotar um registro formal e documentado (ex.: formulários físicos,\neletrônicos, registro de atas das reuniões) das consultas aos professores, do\nmapeamento e do resultado do diagnóstico das suas necessidades e/ou carências de\ncapacitação profissional, identificando-os nesse processo;\nb) promover uma divulgação maciça na rede escolar das consultas\nformais realizadas junto aos professores, com vistas ao alcance do maior número\npossível de profissionais participantes desse levantamento;\nc) gerenciar o registro dos dados obtidos e o quantitativo de\nparticipantes;\nd) estreitar os canais de comunicação dos docentes junto à SME;\ne) estimular o engajamento desses profissionais nesse processo.",
        "doc_id": "6dbf9684-63ad-40a7-a4c1-e3c1e435913c"
    },
    {
        "query": "Considerando a ausência de dotação orçamentária específica para o programa de formação continuada, como a SME garante que as ações de formação planejadas são executadas e que os valores aplicados são compatíveis com as diretrizes, metas e estratégias do Plano Municipal de Educação (PME)?",
        "resposta": "A SME informou que todas as ações planejadas para o exercício de 2019 foram executadas, mesmo sem dotação orçamentária específica. Contudo, a documentação analisada não permitiu quantificar os valores orçados e efetivamente aplicados na qualificação de professores, nem verificar se estes valores são compatíveis com as diretrizes, metas e estratégias do PME.",
        "trecho_referencia": "Embora ainda hoje não haja dotação orçamentária específica para programa de formação continuada, a SME informou que todas as ações planejadas para o exercício de 2019 foram executadas. \n\nA SME afirmou que \"muitas ações de capacitação são realizadas com remuneração do profissional palestrante, havendo previsão orçamentária para essas ações.\"44. Contudo, pela documentação analisada, não foi possível quantificar os valores orçados e efetivamente aplicados com a qualificação de professores, e se estes valores são compatíveis com as diretrizes, metas e estratégias do PME. (artigo 5º);",
        "doc_id": "95d7e99c-d181-456f-890b-ab4629e33eb4"
    },
    {
        "query": "Quais ações específicas o TCMGO recomendou à SME para melhorar a transparência e o controle social sobre os gastos do PAFIE?",
        "resposta": "O TCMGO recomendou à SME realizar e/ou orientar as IEs a realizar ações orientativas destinadas à comunidade escolar, expondo a importância de sua participação no acompanhamento da utilização e das prestações de contas dos recursos do PAFIE, visando fortalecer o controle social.",
        "trecho_referencia": "8.Realizar e/ou orientar as IEs a realizar ações orientativas destinadas à comunidade escolar, expondo a importância de sua participação no acompanhamento da utilização e das prestações de contas dos recursos do PAFIE, visando fortalecer o controle social.",
        "doc_id": "033131ce-1978-4bbe-acf1-d97b6496e426"
    },
    {
        "query": "Considerando que a STFC não possui em seu quadro funcional a maioria de servidores efetivos, qual o impacto desta situação na independência e continuidade dos serviços prestados pelo OCCI, e quais medidas estão sendo tomadas para mitigar este risco?",
        "resposta": "A precariedade do vínculo funcional da maioria dos servidores da STFC (93,2% comissionados) prejudica de forma potencial a continuidade, qualidade e imparcialidade do trabalho do OCCI do município de Aparecida de Goiânia. Para mitigar este risco, foi apresentado o Projeto de Lei Complementar (PLC) nº 28/2024, que cria o plano de carreira, cargos e remuneração para Auditor de Controle, Analista de Controle e Fiscal Auxiliar do Município de Goiânia, e celebrado o contrato n° 432/2024 para realização de concurso público, embora este último esteja temporariamente suspenso.",
        "trecho_referencia": "Portanto, permanece a precariedade do vínculo funcional da maioria dos servidores da STFC, prejudicando de forma potencial a continuidade, qualidade e imparcialidade do trabalho do OCCI do município de Aparecida de Goiânia. [...] Para atendimento deste item foi apresentado o Projeto de Lei Complementar (PLC) nº 28/2024, que cria o plano de carreira, cargos e remuneração para Auditor de Controle, Analista de Controle e Fiscal Auxiliar do Município de Goiânia, [...] Ademais, em 5/6/2024 foi celebrado o contrato n° 432/2024 com o Instituto de acesso à educação, capacitação profissional e desenvolvimento humano, para realização de concurso público para provimento de servidores municipais, inclusive para lotação no OCCI",
        "doc_id": "827859cc-5ddd-4c61-9c6f-671de74d5398"
    },
    {
        "query": "Considerando que o município de Anápolis implantou um Sistema de Gerência de Pavimentos Urbanos (SGPU) em 2011, quais os legados e premissas básicas desse sistema ainda são observados na atual gestão da pavimentação urbana?",
        "resposta": "Embora o município tenha implantado um SGPU em 2011, o relatório de auditoria não identificou nenhum legado ou premissa básica desse sistema na atual gestão. As informações do inventário da malha viária estão desatualizadas e dispersas, não há rotina de avaliação do pavimento, e a programação das atividades de manutenção e reabilitação se limita a operações tapa-buraco e recapeamento sem critérios claros.",
        "trecho_referencia": "A gestão de manutenção de vias urbanas do município não detém premissas de uma gerência de pavimentos, limitando-se a atuar, como resultado, em soluções de operações tapa-buraco emergenciais e esporadicamente de recapeamentos. (fl. 23) ...As premissas básicas para tal prática não foram encontradas. Quanto ao inventário, as informações não apresentam na completude necessária, além de estarem desatualizadas. Estão dispersas, não consolidadas em uma única fonte, vindo a dificultar as consultas. (fl. 33)",
        "doc_id": "8f118c2f-f25d-40d7-ad57-9ce93901cab8"
    },
    {
        "query": "Quais ações de formação continuada foram priorizadas pela SMEC em 2018 e quais medidas foram tomadas para incluir os demais professores do ensino fundamental?",
        "resposta": "Em 2018, as ações de formação continuada priorizaram professores dos 5° e 9° anos. O TCMGO recomendou à SMEC que ofertasse cursos de capacitação a todos os profissionais da rede (diretores, coordenadores pedagógicos e professores), abordando aspectos relacionados aos objetivos, metas e indicadores contidos no planejamento estratégico e demais documentos da SMEC, metodologias a serem utilizadas para acompanhar as metas, e os indicadores e instrumentos de acompanhamento a serem observados ao planejar as atividades/ações.",
        "trecho_referencia": "Constatou-se que as ações de formação continuada não atendem todos os professores do ensino fundamental da rede municipal de ensino, vez que são priorizadas ações voltadas para os professores dos 5° e 9° anos. \n\nOfertar cursos de capacitação a todos os profissionais da rede (diretores, coordenadores pedagógicos e professores), abordando: a) aspectos relacionados aos objetivos, metas e indicadores contidos no planejamento estratégico e demais documentos da SMEC; b) metodologias que devem ser utilizadas por esses profissionais para acompanhar as metas traçadas; c) os indicadores e instrumentos de acompanhamento que devem ser observados por esses profissionais ao planejar as atividades/ações (inclusive as Resoluções do Conselho Municipal de Educação – CME e os Relatórios de Acompanhamento do PME).",
        "doc_id": "2f6ad453-6760-4d7b-9f9a-62afb0334c8b"
    },
    [
        {
            "query": "Considerando o Acórdão nº 05424/2021 e o presente relatório de monitoramento, qual o status atual de implementação das ações propostas no plano de ação da Secretaria Municipal de Educação, identificando as principais dificuldades enfrentadas e as medidas corretivas adotadas?",
            "resposta": "Do total de itens e subitens propostos no Acórdão nº 05424/2021, apenas três não foram integralmente implementados: os subitens 7.2.a, 8.2 e 9.2 encontram-se em implementação com prazo expirado. O relatório detalha os benefícios efetivos alcançados e as dificuldades enfrentadas em cada deliberação.",
            "trecho_referencia": "Verifica-se, ao final da etapa de monitoramento da auditoria operacional, que os auditados se comprometeram com as deliberações através da implementação das medidas estabelecidas no Plano de Ação. Do total de itens e subitens propostos no Acórdão nº 05424/2021, apenas três não foram integralmente implementados: os subitens 7.2.a, 8.2 e 9.2 encontram-se em implementação com prazo expirado, conforme foi explicado neste relatório.",
            "doc_id": "1588b311-7576-4eee-b6f6-af9cfe38002b"
        },
        {
            "query": "Considerando o Acórdão nº 04320/2021 e o presente relatório de monitoramento, quais foram as principais fragilidades identificadas na auditoria operacional original que levaram às recomendações dirigidas à Secretaria Municipal de Educação e ao Poder Executivo?",
            "resposta": "As principais fragilidades identificadas referem-se à gestão da formação continuada dos professores regentes do ensino fundamental, incluindo a vulnerabilidade no mapeamento e diagnóstico das ações de capacitação, a falta de atenção às necessidades dos alunos com deficiência, a ausência de participação dos professores no planejamento das ações, e a necessidade de um planejamento mais estruturado e formalizado das ações de capacitação. Adicionalmente, houve recomendações relacionadas ao planejamento da retomada das atividades presenciais durante a pandemia de COVID-19.",
            "trecho_referencia": "4 Advindas de fiscalização na modalidade auditoria operacional realizada na SME de Cidade Ocidental, que teve como objetivo avaliar a gestão da formação continuada dos professores regentes do ensino fundamental de Cidade Ocidental e seus resultados, tendo como principal critério de análise as metas e estratégias do Plano Municipal de Educação, como constante nos autos nº 03473/20",
            "doc_id": "945d1950-51e3-4ef7-950b-cb1817ce5386"
        },
        {
            "query": "Considerando o escopo da auditoria na Controladoria Geral Interna (CGI) do município, quais as principais lacunas identificadas na estrutura e nas práticas de gestão de riscos e controles internos, conforme evidenciado nos documentos, e como estas lacunas afetam a capacidade da CGI de cumprir sua missão institucional de garantir a boa e regular aplicação dos recursos públicos?",
            "resposta": "A auditoria identificou lacunas significativas na gestão de riscos e controles internos da CGI, incluindo a ausência de assessoria em gestão de riscos, a inexistência de avaliações de controles internos de gestão, e a incipiência das ações para avaliar a legalidade dos atos de gestão. Essas deficiências comprometem a missão da CGI de garantir a aplicação regular dos recursos públicos.",
            "trecho_referencia": "O objetivo é verificar o desempenho do Órgão Central de Controle Interno do Município de Luziânia no cumprimento de sua missão institucional... 3. DAS DEFICIÊNCIAS ENCONTRADAS QUANTO À ATUAÇÃO DA CONTROLADORIA GERAL INTERNA DO MUNICÍPIO... 3.1 Ausência de assessoria em relação à gestão de riscos e em relação à padronização das rotinas e dos controles inerentes aos processos de trabalho... 3.2 Inexistência de avaliações de controles internos de gestão... 3.3 Incipiência das ações para avaliar a legalidade dos atos de gestão.",
            "doc_id": "e8561b35-9c44-48f9-8198-1101371b3cf2"
        },
        {
            "query": "Considerando os achados preliminares de auditoria e as respostas da gestão municipal, quais são os principais riscos identificados que podem comprometer a eficácia do Sistema de Controle Interno (SCI) e o cumprimento das normas legais?",
            "resposta": "Os principais riscos identificados incluem a ausência de assessoria em gestão de riscos, a inexistência de avaliações de controles internos de gestão, a incipiência das ações para avaliar a legalidade dos atos de gestão, a inexistência de atividades para avaliar os resultados da gestão, a carência de ações para melhorar a transparência e o controle social, e a ausência de monitoramento em casos em que a legislação exige acompanhamento efetivo do OCCI. Esses riscos comprometem a eficácia do SCI e o cumprimento das normas legais.",
            "trecho_referencia": "43. Este capítulo tem o objetivo de discorrer sobre as deficiências encontradas na avaliação da atuação da Controladoria Geral do Município de Novo Gama, tendo em vista sua missão institucional enquanto Órgão Central do Controle Interno desse município, e que podem prejudicar a garantia da boa e regular aplicação dos recursos públicos pelo Poder Executivo.\n\n163. Assim, há prejuízo a boa e regular aplicação dos recursos públicos no município, uma vez que a omissão da Controladoria e a atuação em desconformidade com os princípios e diretrizes para o controle interno no setor público comprometem o funcionamento eficaz de todo o SCI municipal, enfraquecendo a governança, a transparência e accountability, a conformidade dos atos da gestão e impactando na eficácia, eficiência e efetividade da atuação pública.",
            "doc_id": "2edffd51-fefd-488f-82ed-a5c75724be87"
        },
        {
            "query": "Considerando os achados de auditorias anteriores e a legislação municipal vigente, quais são as principais lacunas normativas que impactam a efetividade do Sistema de Controle Interno municipal, especialmente no que tange à atuação da Controladoria-Geral?",
            "resposta": "A auditoria identificou falta de definição clara das atribuições dos órgãos integrantes do SCI, ausência de regulamentação específica de prerrogativas e deveres dos servidores da CGM, e formalização incipiente dos processos de trabalho da CGM.",
            "trecho_referencia": "Após a aplicação das técnicas de coleta e análise de dados, foram identificados os seguintes achados relacionados aos quatro elementos estruturais da CGM que ainda necessitam de aperfeiçoamento para propiciar o adequado exercício da atividade de auditoria interna governamental: 1. Base normativa: 1.1 Falta de definição clara das atribuições (papéis) dos órgãos integrantes do SCI, de modo a contextualizar a CGM6 como órgão de terceira linha; 1.2 Ausência de regulamentação específica de prerrogativas e deveres dos servidores da CGM; 1.3. Formalização incipiente dos processos de trabalho da CGM;",
            "doc_id": "cc47c2de-608a-4ef1-87b3-dec1abca1dc0"
        },
        {
            "query": "Considerando os achados de auditoria relacionados à estrutura da Controladoria-Geral do Município (CGM), quais são as principais fragilidades normativas que impactam a capacidade do órgão de exercer plenamente suas funções de auditoria interna governamental, conforme evidenciado nos documentos fornecidos?",
            "resposta": "As principais fragilidades normativas identificadas são: (a) falta de definição clara dos papéis dos órgãos integrantes do SCI, de modo a contextualizar a CGM como órgão de auditoria no âmbito desse Sistema; e (b) ausência de regulamentação específica de prerrogativas e deveres dos servidores da CGM.",
            "trecho_referencia": "Após a aplicação das técnicas de coleta e análise de dados, foram identificados os seguintes elementos estruturais da CGM que ainda necessitam de aperfeiçoamento para propiciar o adequado exercício da auditoria interna governamental: a) base normativa (em razão de carência de normativos que diferenciem a natureza de atuação dos integrantes do SCI; ausência de regulamentação específica de garantias e deveres dos atuantes no OCCI; e formalização incipiente dos processos de trabalho da Controladoria);",
            "doc_id": "03fb8883-aa7b-4e77-9dc8-f93e655e491d"
        },
        {
            "query": "Considerando o escopo da auditoria e os programas de Manutenção e Desenvolvimento do Ensino (MDE) financiados, quais foram os principais achados relacionados à execução orçamentária e financeira do Fundo Municipal de Manutenção e Desenvolvimento do Ensino (FMMDE) e do Programa de Autonomia Financeira das Instituições Educacionais (PAFIE) no exercício de 2018?",
            "resposta": "A auditoria identificou a ausência de detalhamento do programa auditado nas leis orçamentárias, conforme o art. 7º da Lei nº8.075/2001. Além disso, revelou que o orçamento do PAFIE para 2018 era de R$ 39.673.474,41.",
            "trecho_referencia": "Como visto, não há nas leis orçamentárias vigentes o detalhamento do programa auditado, conforme preconiza o artigo 7º da Lei nº8.075/2001 e Para o exercício de 2018, o orçamento do PAFIE é de R$ 39.673.474,41 (trinta e nove milhões, seiscentos e setenta e três mil, quatrocentos e setenta e quatro reais e quarenta e um centavos), conforme consta do anexo 1.",
            "doc_id": "87aba5d4-7abe-435e-bd99-54e42f26b00b"
        },
        {
            "query": "Considerando o Acórdão nº 06440/2023, quais foram as principais fragilidades identificadas na gestão da formação continuada dos professores da rede municipal de Catalão e quais as deliberações propostas para saná-las?",
            "resposta": "A auditoria identificou fragilidades no diagnóstico das necessidades de capacitação dos professores, na estruturação do pessoal responsável pela formação continuada, no planejamento das ações de formação, na oferta de formação com foco na alfabetização e no monitoramento do Plano Municipal de Educação (PME). As deliberações visaram a realização de diagnóstico junto aos professores, estruturação de equipe de formação continuada, formalização do processo de planejamento, ampliação da oferta de formação com foco na alfabetização, monitoramento da implementação das ações previstas no PME e articulação entre a SME e as demais instâncias avaliativas do PME.",
            "trecho_referencia": "Advindas de fiscalização na modalidade auditoria operacional realizada na SME de Catalão, que teve como objetivo avaliar a gestão da formação continuada ofertada aos professore docentes da educação infantil e do ensino fundamental e oferecidas pela SME, conforme o previsto no Plano Municipal de Educação (PME) de Catalão.",
            "doc_id": "b4ab9bc8-0000-43ad-aae4-8b2170308d97"
        },
        {
            "query": "Quais foram os principais achados de auditoria relacionados à execução do Programa de Autonomia Financeira das Instituições Educacionais (PAFIE) e quais as recomendações emitidas pelo Tribunal de Contas dos Municípios (TCM) para a correção de cada um deles?",
            "resposta": "Os principais achados da auditoria no PAFIE incluem: ausência de clareza nos objetivos e metas, falhas na disseminação dos objetivos e metas do programa, inexistência de metas mensuráveis, participação meramente formal dos conselhos escolares e gestores, sistemática de gerenciamento limitando a participação dos conselhos, carência de ações de formação continuada, divulgação restrita das prestações de contas e ausência de participação efetiva da comunidade escolar no controle dos gastos. As recomendações do TCMGO visaram a definição de metas específicas, implementação de critérios objetivos de avaliação, reformulação das normas do PAFIE, adequação da sistemática de gerenciamento, oferta de formação continuada, implantação de canais de comunicação, ações para fortalecer o controle social, levantamento das necessidades das instituições e melhoria da segurança.",
            "trecho_referencia": "12. A auditoria realizada avaliou em que medida o PAFIE tem garantido a autonomia financeira e fomentado a participação social na gestão das instituições educacionais da rede pública municipal de educação, como está proposto em sua lei criadora e respectiva regulamentação, tendo em vista os seguintes aspectos: 1) como o PAFIE está estruturado para atingir seus objetivos e metas; 2) como é a participação dos Conselhos Escolar e Gestor no planejamento das ações custeadas com recursos do PAFIE; 3) se a aplicação direta dos recursos do PAFIE tem resultado em melhorias na gestão escolar, bem como atendido as necessidades de funcionamento das instituições educacionais e resultado em satisfação por parte da comunidade escolar; 4) se há publicidade da prestação de contas das instituições educacionais quanto aos recursos utilizados no âmbito do PAFIE e, tal publicidade, caso haja, se possibilita o seu conhecimento por parte da comunidade escolar, a fim de se favorecer o controle social.\n\n13. A fiscalização foi apreciada mediante o Acórdão nº 05446/2018-Plenário (seção de 24/04/2019), quando foram proferidas as seguintes recomendações à SME:",
            "doc_id": "9d5b9984-958b-4a3d-bf80-547e5db65f74"
        },
        {
            "query": "Considerando os objetivos e o escopo desta auditoria, quais são os principais indicadores de desempenho utilizados pela Secretaria Municipal de Educação e Cultura (SMEC) para monitorar a eficácia das políticas públicas na área da educação?",
            "resposta": "A Secretaria Municipal de Educação e Cultura utiliza a Avaliação Diagnóstica da Aprendizagem (ADA), a Avaliação Institucional Interna e a Curva de Aproveitamento da Aprendizagem como principais indicadores de desempenho.",
            "trecho_referencia": "Conforme se depreende das Diretrizes Operacionais, os indicadores elaborados pela Secretaria consistem na Avaliação Diagnóstica da Aprendizagem (ADA), que é realizada bimestralmente e serve como instrumento direcionador para propostas de intervenção pedagógica […]; na Avaliação Institucional Interna (Anexo 3 deste Relatório), realizada anualmente […]; e na Curva de Aproveitamento da Aprendizagem, que é realizada bimestralmente […]",
            "doc_id": "8c714ddc-3c35-4fef-a4ba-e69876de500d"
        },
        {
            "query": "Quais os principais achados da auditoria operacional na Controladoria Geral do Município e como eles se relacionam com a estrutura normativa, organizacional, de pessoal e de tecnologia da informação do órgão?",
            "resposta": "A auditoria operacional identificou que a estrutura atual da Controladoria Geral do Município é inadequada para o exercício da atividade de auditoria interna governamental, com maiores necessidades de melhorias nas áreas de pessoal, normativa e tecnologia da informação. Dos 19 itens analisados, 12 foram considerados inadequados.",
            "trecho_referencia": "Analisados os documentos juntados, a Comissão Especial de Auditoria elaborou o Relatório Consolidado de Auditoria Operacional nº 001/2023-CEA concluindo que a estrutura atual da CGM de Goianésia é inadequada para o exercício da atividade de auditoria interna governamental, sendo que os elementos considerados mais relevantes e que apresentaram maiores necessidades de melhorias foram a estrutura de pessoal, normativa e a de tecnologia da informação:\n\nVerificou-se que a CGM, em parceria com o Chefe do Poder Executivo, precisa empreender melhorias em sua estrutura: i) normativa ii) organizacional, iii) de pessoal, e iv) de sistemas e ferramantas de tecnologia da informação. Pois, dos 19 (dezenove) itens analisados, 7 (sete) deles atenderam aos critérios e 12 (doze) foram considerados ainda inadequados ante a estrutura exigida pela IN TCMGO nº 8/2021 para a atuação do órgão na terceira linha (auditoria interna).",
            "doc_id": "b409fc1e-1263-4d6a-9bb2-d6fb84f48619"
        },
        {
            "query": "Considerando as determinações e recomendações emitidas no Acórdão nº 04186/2021 e o plano de ação proposto, quais foram os principais obstáculos encontrados na implementação das ações para fortalecer o Sistema de Controle Interno (SCI) do município, e como a gestão municipal pretende superá-los?",
            "resposta": "Os principais obstáculos foram a morosidade na aprovação do projeto de lei de revisão do SCI, a inadequada estrutura da Controladoria-Geral (CGM) e o desconhecimento/resistência de alguns gestores municipais em relação ao papel da CGM. A gestão pretende superar esses obstáculos por meio da sensibilização da alta gestão, da adequação da estrutura da CGM e da capacitação dos servidores.",
            "trecho_referencia": "Na ocasião, foi verificado na auditoria que a regulamentação das atribuições da Controladoria-Geral do Município de Luziânia não era suficiente para proporcionar clareza quanto às finalidades institucionais da CGM e suas principais áreas de atuação, o que ocasionava uma lacuna de atuação do órgão em relação a várias de suas atribuições.\n[...] Na auditoria foi constatado que a estrutura inadequada da CGM (principalmente no que tange à estrutura de pessoal e tecnológica) observada naquela época, contribuía significativamente para a ineficácia do órgão no exercício de sua missão institucional. [...] foi identificado principalmente por meio das entrevistas e grupos focais realizados com o gestor e servidores da CGM, que o prefeito apoia, em certa medida, o trabalho da CGM, porém há necessidade de empreender melhorias com o intuito de sensibilizar os secretários e servidores do município quanto à importância da atuação da CGM enquanto OCCI.",
            "doc_id": "d2730aa1-4f81-4804-b70c-df64b79db17d"
        },
        {
            "query": "Quais foram as principais fragilidades identificadas na estrutura e atuação da Controladoria Geral Interna (CGI) que impactaram o Sistema de Controle Interno (SCI) do município?",
            "resposta": "A auditoria identificou que a CGI não executa todas as suas atribuições institucionais, as executadas carecem de melhorias, desempenha atividades estranhas às de Órgão Central de Controle Interno e não dispõe de estrutura adequada para o exercício de todas as suas competências constitucionais, comprometendo o SCI municipal.",
            "trecho_referencia": "Analisados os documentos juntados, a Comissão Especial de Auditoria elaborou o Relatório de Auditoria Operacional Consolidado nº 001/2021-CEA concluindo que a Controladoria Geral Interna de Luziânia não executa todas as suas atribuições institucionais e que as executadas carecem de melhorias, bem como que, desempenha, em parte, atividades estranhas às de Órgão Central de Controle Interno e não dispõe de estrutura adequada para o exercício de todas as suas competências constitucionais",
            "doc_id": "fb1bc44b-95df-4d7b-ae44-372bdae20297"
        },
        {
            "query": "Considerando a estrutura e as competências atribuídas ao Órgão Central de Controle Interno (OCCI) do município, quais são as principais áreas da gestão municipal que não estão sendo adequadamente monitoradas ou avaliadas em relação à conformidade legal e à gestão de riscos?",
            "resposta": "As principais áreas da gestão municipal que não estão sendo adequadamente monitoradas ou avaliadas são:\n\n1.  **Normatização e coordenação das rotinas e controles baseadas em gestão de riscos:** A STFC não tem desempenhado o papel de coordenar a normatização dos procedimentos e controles inerentes baseada na gestão de riscos executados pelos órgãos do Poder Executivo.\n2.  **Avaliação dos Controles Internos de Gestão:** A STFC não realiza auditorias para avaliar a adequação e eficácia dos controles internos concebidos e implementados pela gestão do município.\n3.  **Avaliação da Legalidade dos Atos de Gestão:** As ações empreendidas pela STFC para avaliar a legalidade dos atos de gestão são incipientes e não alcançam a integralidade da gestão municipal.\n4.  **Avaliação dos Resultados de Gestão:** Os trabalhos desenvolvidos pela STFC, em sua maioria, não avaliam o desempenho da gestão.\n5.  **Ações para Melhoria Contínua da Transparência e do Controle Social:** É necessário ao OCCI empreender melhorias para o fortalecimento da transparência e do controle social no município.\n6.  **Monitoramento do Cumprimento das Determinações Legais:** A STFC tem sido omissa quanto ao monitoramento dos demais órgãos, no que diz respeito às determinações legais e de outras advindas dos órgãos de controle.\n",
            "trecho_referencia": "3. DAS DEFICIÊNCIAS ENCONTRADAS QUANTO À ATUAÇÃO DA SECRETARIA\nDE TRANSPARÊNCIA, FISCALIZAÇÃO E CONTROLE\n\n40. Este capítulo tem o objetivo de discorrer sobre as deficiências\nencontradas na avaliação da atuação da Secretaria de Transparência, Fiscalização e\nControle de Aparecida de Goiânia, tendo em vista sua missão institucional enquanto\nÓrgão Central do Controle Interno desse município, e que podem prejudicar a garantia\nda boa e regular aplicação dos recursos públicos pelo Poder Executivo.",
            "doc_id": "439cb865-5a7f-47e1-81d8-f69f9c0bab20"
        },
        {
            "query": "Considerando os achados de auditoria, quais são as principais fragilidades identificadas na estrutura de controle interno do município e como elas impactam a capacidade da Controladoria-Geral do Município (CGM) de exercer efetivamente a auditoria interna governamental?",
            "resposta": "As principais fragilidades identificadas na estrutura de controle interno do município residem na falta de definição clara dos papéis dos órgãos integrantes do SCI, ausência de regulamentação específica de prerrogativas e deveres dos servidores da CGM, estrutura orgânica incompatível com as atribuições do órgão, insuficiência de capacitação voltada para a função auditoria interna governamental e carência de ferramentas de TI. Essas fragilidades impactam a capacidade da CGM de exercer efetivamente a auditoria interna governamental, prejudicando o desempenho de sua missão institucional e causando confusão entre as atribuições da CGM e as das demais unidades administrativas.",
            "trecho_referencia": "Em leitura ao referido relatório, extrai-se que foram analisados 19 itens e 9 itens foram considerados inadequados com a estrutura que dispõe a IN n. 008/2021 TCMGO. As inconformidades avaliadas foram convertidas em achados de auditoras enumerados a seguir:\n\nI) falta de definição clara dos papéis integrantes do SCI, de modo a textualizar a CGM como órgão de auditora no âmbito desse Sistema;\nII) ausência de regulamentação específica de prerrogativas e deveres dos servidores da CGM;\nIII) estrutura orgânica incompatível com as atribuições do órgão;\nIV) insuficiência de capacitação voltada para a função auditoria interna governamental; e\nV) carência de ferramentas de TI para dar suporte ao exercício das atividades de auditoria interna governamental.",
            "doc_id": "8352979a-a733-4224-a8dd-e6b4a892bb3c"
        },
        {
            "query": "Considerando os objetivos e o escopo da auditoria, quais foram os principais critérios utilizados para avaliar a gestão das ações de formação continuada, e em que medida a unidade auditada atendeu a esses critérios?",
            "resposta": "Os principais critérios utilizados foram a Lei Municipal nº 3.275/2015 (Plano Municipal de Educação de Catalão), o Relatório de Pesquisa da Fundação Carlos Chagas sobre formação continuada de professores e o Documento de considerações do CONSED para aperfeiçoamento das políticas de formação continuada. A unidade auditada não atendeu de forma satisfatória a esses critérios, apresentando deficiências no planejamento, diagnóstico de necessidades e monitoramento das ações.",
            "trecho_referencia": "Os principais critérios utilizados para a avaliação mencionada foram: Lei Municipal n° 3.275/2015 – Plano Municipal de Educação de Catalão; Relatório de Pesquisa – “Formação Continuada de Professores: contribuições da literatura baseada em evidências” da Fundação Carlos Chagas; e o Documento de considerações para orientar o aperfeiçoamento das políticas de formação continuada de professores do CONSED6.\n\nApós a aplicação das técnicas de coleta e análise de dados, foram identificados os seguintes aspectos que necessitam de melhorias e reparações: (i) o planejamento das ações de capacitação dos professores não é realizado de modo estruturado, formalizado e periódico, e ocorre de forma não sistematizada; (ii) a Secretaria não realiza de maneira satisfatória o levantamento diagnóstico e a sondagem das necessidades, carências e demandas dos professores da rede pública, a fim de subsidiar o planejamento dessas ações; e (iii) a SME não realiza o monitoramento periódico e nem a avaliação da implementação das ações previstas no PME de Catalão.",
            "doc_id": "ce11a310-0546-4fcd-9c3d-5970e80f222a"
        },
        {
            "query": "Quais foram os principais achados da auditoria operacional na Controladoria Geral Interna (CGI) do município e como esses achados impactam a efetividade do Sistema de Controle Interno (SCI)?",
            "resposta": "A auditoria identificou seis principais deficiências na atuação da Controladoria Geral, incluindo ausência de assessoria em gestão de riscos, inexistência de avaliações de controles internos, ações incipientes para avaliar a legalidade dos atos, inexistência de atividades para avaliar os resultados da gestão, carência de ações para melhoria da transparência e ausência de monitoramento em áreas críticas. Essas deficiências comprometem a efetividade do SCI, impedindo que a Controladoria desempenhe seu papel de garantir a legalidade, economicidade e eficiência da gestão municipal.",
            "trecho_referencia": "Analisados os documentos juntados, a Comissão Especial de Auditoria elaborou o Relatório de Auditoria Operacional Consolidado nº 002/2021-CEA concluindo que a Controladoria Geral Interna de Novo Gama não executa todas as suas atribuições institucionais e que as executadas carecem de melhorias, bem como que, desempenha, em parte, atividades estranhas às de Órgão Central de Controle Interno, o que resultou em 6 achados – deficiências encontradas quanto à atuação da Controladoria Geral do Município: a) Ausência de assessoria em relação à gestão de riscos e coordenação da padronização das rotinas e dos controles inerentes aos processos de trabalho; b) Inexistência de avaliações de controles internos de gestão, tendo em vista que a CGM não realiza auditoria para avaliar a adequação e eficácia dos controles internos concebidos e implementados pela gestão do município; c) Incipiência das ações para avaliar a legalidade dos atos de gestão e não alcançam sua integralidade; d) Inexistência de atividades para avaliar os resultados da gestão municipal, ausentes juízo de valor sobre o desempenho da gestão, em termos de eficácia, eficiência e efetividade; e) Carência de ações que contribuam para a melhoria contínua da transparência e do controle social, ausentes o desenvolvimento de ações que fomentem a cultura da transparência e de estímulo ao controle social no âmbito do município de Novo Gama; f) Ausência de monitoramento em casos em que a legislação exige acompanhamento efetivo do Órgão Central de Controle Interno.",
            "doc_id": "955aec6c-aa77-4c40-bdd4-e9d0fca32279"
        },
        {
            "query": "Quais as principais fragilidades identificadas na estrutura e nas práticas de controle interno do município que motivaram as determinações e recomendações do Tribunal de Contas?",
            "resposta": "As principais fragilidades identificadas referem-se à necessidade de regulamentação e estruturação da Controladoria Geral do Município (CGM), incluindo a definição de atribuições, autonomia, capacitação de pessoal, e a adoção de metodologias apropriadas para auditoria interna e avaliação de controles internos. O Tribunal também recomendou o patrocínio do trabalho da CGM junto aos gestores e servidores municipais.",
            "trecho_referencia": "1 – Regulamente as atribuições da Controladoria Geral do Município (CGM) com base nas diretrizes de auditoria interna no setor público; 1.5 – Estruture adequadamente a Controladoria Geral do Município (CGM), de modo a: a) conferir-lhe a autonomia e independência necessárias à realização de suas atividades de auditoria interna; 2. RECOMENDAR ao Sr. Carlos Alves dos Santos, Prefeito de Novo Gama, e à Sra. Ângela Maria Mesquita, Controladora Interna... que: 2.1 – Promovam... a capacitação adequada do quadro funcional da CGM; 3.1 – Que busque adotar referenciais técnicos de gestão para conduzir sua atuação...1.6 – Patrocine o trabalho da CGM perante os gestores e servidores municipais...",
            "doc_id": "fa6c826a-ec4b-4d28-b1b2-db51082c5873"
        },
        {
            "query": "Quais os principais achados da auditoria operacional em relação à gestão da formação continuada dos professores regentes do ensino fundamental, e quais riscos foram identificados que podem comprometer a consecução dos objetivos das ações de capacitação?",
            "resposta": "A auditoria identificou falhas no diagnóstico, planejamento, implementação e monitoramento da formação continuada, incluindo a ausência de um mapeamento formalizado das demandas por capacitação, a inexistência de um plano de formação continuada com diretrizes e metas definidas, e limitações no suporte aos professores durante o período de suspensão das aulas presenciais devido à pandemia de COVID-19. Tais riscos podem comprometer o atendimento da demanda do município de capacitação dos professores.",
            "trecho_referencia": "Nesse contexto, as evidências coletadas apontaram falhas no diagnóstico, planejamento, implementação e monitoramento da formação continuada, a partir das constatações de situações que comprometem o atendimento da demanda do município de capacitação dos professores, sendo eles, entre outras: a ausência de um mapeamento formalizado e sistematizado das demandas por capacitação da rede; a inexistência de um plano de formação continuada com diretrizes, objetivos e metas definidas; dentre outros impactos trazidos pela carência da adoção de medidas pontuadas nos achados ao longo deste relatório.",
            "doc_id": "1eb8dcbe-32c0-48e8-81c8-232183d3fc16"
        },
        {
            "query": "Considerando o escopo da auditoria e as deficiências apontadas no Relatório de Auditoria Operacional, quais são os principais riscos identificados na atuação do Órgão Central de Controle Interno que podem comprometer a boa e regular aplicação dos recursos públicos no município?",
            "resposta": "Os principais riscos identificados incluem a ausência de coordenação na normatização de rotinas e controles baseada em riscos, a inexistência de avaliações de controles internos de gestão, a incipiência das ações para avaliar a legalidade dos atos de gestão, a escassez de atividades para avaliar os resultados da gestão, a carência de ações que contribuam para a melhoria contínua da transparência e do controle social e a ausência de monitoramento quanto ao cumprimento das determinações legais e dos órgãos de controle interno e externo.",
            "trecho_referencia": "Após avaliar a Secretaria de Transparência, Fiscalização e Controle, Órgão Central de Controle Interno do Município de Aparecida de Goiânia, sua missão institucional, atribuições e estrutura organizacional, a Comissão Especial de Auditoria apontou as deficiências encontradas na atuação da STFC.\n\nDada a riqueza e a extensão do Relatório de Auditoria Operacional n. 001/2020, passo a transcrevê-lo parcialmente, destacando cada deficiência encontrada na entidade jurisdicionada:\n\n3.1 Ausência de coordenação acerca da normatização das rotinas e dos controles inerentes aos processos de trabalho baseada em riscos\n\n3.2 Inexistência de avaliações de controles internos de gestão\n\n3.3 Incipiência das ações para avaliar a legalidade dos atos de gestão\n\n3.4 Escassez de atividades para avaliar os resultados de gestão\n\n3.5 Carência de ações que contribuam para a melhoria contínua da transparência e o controle social\n\n3.6 Ausência de monitoramento quanto ao cumprimento das determinações legais e dos órgãos de controle interno e externo",
            "doc_id": "b10bebbb-0a8f-4089-890d-388a19e68ffe"
        },
        {
            "query": "Considerando os achados de auditoria, quais foram os principais pontos de fragilidade identificados nos controles internos da gestão municipal e qual o impacto potencial dessas deficiências na conformidade e economicidade dos gastos públicos?",
            "resposta": "Os principais pontos de fragilidade identificados foram: Inexistência de mapeamento sistematizado e diagnóstico consolidado para subsidiar o planejamento das ações de capacitação de professores; Processo de planejamento das formações não está formalizado e estruturado; Estratégias do PME relacionadas com formação continuada e plano de carreira não iniciadas ou incipientes, bem como ausência de regulamentação da hora-atividade já prevista em lei; Deficiência nos controles gerenciais, bem como falhas na comunicação da SME prejudicam o adequado controle operacional, de informações e de monitoramento das ações formativas; Insuficiência das atividades de avaliação das formações e carência na coordenação, acompanhamento e suporte aos professores o que limita a implementação de mudanças na prática pedagógica dos professores; Deficiência no acompanhamento, medição e avaliação contínua dos objetivos e metas formativas, o que compromete o replanejamento e aprimoramento das capacitações; Carência de suporte e formações para os professores lidarem com as temáticas que emergiram devido à suspensão das aulas presenciais. O impacto potencial dessas deficiências é o comprometimento da qualidade da educação, o não atingimento das metas do Plano Municipal de Educação, e o uso ineficiente dos recursos públicos destinados à formação continuada dos professores.",
            "trecho_referencia": "- Inexistência de mapeamento sistematizado e diagnóstico consolidado para subsidiar o planejamento das ações de capacitação de professores.\n- O processo de planejamento das formações não está formalizado e estruturado de modo a dar suporte às ações, bem como os objetivos e metas formativas são comprometidos pela ausência de dotação específica de recursos e equipe reduzida.\n- Estratégias do PME relacionadas com formação continuada e plano de carreira não iniciadas ou incipientes, bem como ausência de regulamentação da hora-atividade já prevista em lei.\n- Deficiência nos controles gerenciais, bem como falhas na comunicação da SME prejudicam o adequado controle operacional, de informações e de monitoramento das ações formativas.\n- Insuficiência das atividades de avaliação das formações e carência na coordenação, acompanhamento e suporte aos professores o que limita a implementação de mudanças na prática pedagógica dos professores.\n- Deficiência no acompanhamento, medição e avaliação contínua dos objetivos e metas formativas, o que compromete o replanejamento e aprimoramento das capacitações.\n- Carência de suporte e formações para os professores lidarem com as temáticas que emergiram devido à suspensão das aulas presenciais, tais como: tecnologias digitais, questões emocionais, aulas remotas, estratégias híbridas de ensino e novos modelos de avaliação da aprendizagem.",
            "doc_id": "8f760b8a-7618-46bb-b853-792c0c49870f"
        },
        {
            "query": "Quais foram os principais achados da auditoria operacional no âmbito do Programa De Olho nas Escolas na Secretaria Municipal de Educação e Cultura de Trindade (SMEC) e como eles se relacionam com a gestão estratégica, os recursos humanos e a rede física do ensino fundamental?",
            "resposta": "A auditoria identificou diversos achados relacionados à gestão estratégica (inexistência de políticas e procedimentos para lançamentos corretos de despesas, falhas no acompanhamento de metas), gestão de recursos humanos (ações de formação continuada insuficientes, falta de regulamentação para promoções) e gestão da rede física (escassez de ações preventivas, segurança patrimonial insuficiente).",
            "trecho_referencia": "Dada a extensão do Relatório de Auditoria produzido pela Comissão Especial, cuja riqueza não tenho, nem poderia ter a pretensão de substituir ou suplantar, passo a transcrever os pontos verificados em cada uma das questões de auditoria inicialmente formuladas, destacando a cada item a situação encontrada na entidade jurisdicionada, as conclusões da CEA e sua correspondente proposta.",
            "doc_id": "27218f68-9bfe-4834-84e2-e671708ed577"
        },
        {
            "query": "Quais são os principais achados de auditoria relacionados à conformidade da gestão municipal com o Plano Municipal de Educação (PME) e como a gestão se manifestou sobre esses achados?",
            "resposta": "A auditoria identificou carência no levantamento de necessidades dos professores, desalinhamento entre as capacitações ofertadas e as estratégias do PME, e ausência de monitoramento e avaliação da implementação das ações previstas no PME. A gestão foi notificada, mas não respondeu dentro do prazo.",
            "trecho_referencia": "Após a aplicação das técnicas de coleta e análise de dados, foram identificadas as seguintes deficiências na gestão das ações de formação continuada de professores regentes da educação infantil e do ensino fundamental:\na) carência na atividade de levantamento diagnóstico e de sondagem das necessidades e demandas dos professores, uma vez que o planejamento das ações de capacitação dos professores não é realizado de modo estruturado, formalizado e periódico, e ocorre de forma não sistematizada;\nb) desalinhamento entre as capacitações ofertadas e os objetivos dos instrumentos direcionadores, visto que a SME não realiza, de maneira ampla e integral, o previsto nas estratégias e metas vinculadas às ações de formação continuada constantes no PME de Catalão em vigência; e\nc) ausência de monitoramento e avaliação da implementação das ações previstas no PME.\n(...)\nApesar de notificados, o prazo da intimação escoou sem que houvesse resposta dos responsáveis, conforme Despacho n. 1379/2023 do Setor de Diligências (fl. 352).",
            "doc_id": "8c92fe77-a69d-437e-a066-5f6433000a25"
        },
        {
            "query": "Considerando o escopo da auditoria e os achados preliminares, quais são os principais riscos identificados que podem impactar a efetividade e a conformidade da gestão municipal?",
            "resposta": "Os principais riscos identificados incluem a falta de clareza nos papéis dos órgãos integrantes do Sistema de Controle Interno (SCI), ausência de regulamentação específica para os servidores da Controladoria Geral do Município (CGM), formalização incipiente dos processos de trabalho da CGM, estrutura orgânica incompatível com as atribuições do órgão, insuficiência de capacitação voltada para a função de auditoria interna governamental e carência de ferramentas de TI para dar suporte ao exercício das atividades típicas de auditoria interna governamental.",
            "trecho_referencia": "Constatou-se na auditoria que a atual estrutura da CGM de Rio Verde é parcialmente adequada para o exercício da auditoria interna governamental, sendo que os aspectos considerados mais relevantes e que apresentaram maiores necessidades de melhorias foram: em primeiro lugar, o aspecto normativo e, em segundo lugar, o aspecto de tecnologia da informação (que é fundamental para o eficaz e eficiente exercício da função auditoria interna). Concorreram para essa conclusão as situações encontradas a seguir. Em relação à base normativa da CGM: 1. Falta de definição clara dos papéis dos órgãos integrantes do SCI, de modo a contextualizar a CGM como órgão de auditoria no âmbito desse sistema 2. Ausência de regulamentação específica de prerrogativas e deveres dos servidores da CGM 3. Formalização ainda incipiente dos processos de trabalho da CGM Em relação à estrutura organizacional da CGM: 4. Estrutura orgânica incompatível com as atribuições do órgão Em relação à capacitação do quadro funcional da CGM: 5. Insuficiência de capacitação voltada para a função auditoria interna governamental Em relação ao suporte tecnológico da CGM: 6. Carência de ferramentas de TI para dar suporte ao exercício das atividades típicas de auditoria interna governamental",
            "doc_id": "ec564135-05c9-412d-9c0b-de944fe3705c"
        },
        {
            "query": "Considerando os achados de auditoria e as determinações/recomendações do Tribunal de Contas, quais os principais riscos identificados na gestão municipal e quais as áreas com maior potencial de impacto negativo nas contas públicas ou na prestação de serviços à população?",
            "resposta": "Os principais riscos identificados na gestão municipal de Aparecida de Goiânia, conforme a auditoria operacional na Secretaria de Transparência, Fiscalização e Controle (Órgão Central de Controle Interno), são a ausência de coordenação e normatização baseada em gestão de riscos, a inexistência de avaliações de controles internos, a incipiência das ações para avaliar a legalidade dos atos de gestão, a escassez de atividades para avaliar os resultados de gestão, a carência de ações para a melhoria da transparência e do controle social, e a ausência de monitoramento quanto ao cumprimento das determinações legais e dos órgãos de controle interno e externo. Essas deficiências podem impactar negativamente a gestão orçamentária, financeira e patrimonial, a aplicação de recursos públicos e a transparência da gestão.",
            "trecho_referencia": "O trabalho permitiu identificar as seguintes deficiências (as quais também podem ser traduzidas como oportunidades de melhoria) quanto à atuação do OCCI do município de Aparecida de Goiânia, dispostas em forma dos seguintes achados: 1. Ausência de coordenação acerca da normatização das rotinas e dos controles inerentes aos processos de trabalho baseada em riscos\n2. Inexistência de avaliações de controles internos\n3. Incipiência das ações para avaliar a legalidade dos atos de gestão\n4. Escassez de atividades para avaliar os resultados de gestão\n5. Carência de ações que contribuam para a melhoria contínua da transparência e do controle social\n6. Ausência de monitoramento quanto ao cumprimento das determinações legais e dos órgãos de controle interno e externo",
            "doc_id": "eee1397c-cc65-4bb9-8e00-646752a0db0b"
        },
        {
            "query": "Considerando os achados de auditoria, quais foram as principais deficiências identificadas no Sistema de Controle Interno (SCI) do município e qual o impacto potencial dessas deficiências na gestão dos recursos públicos?",
            "resposta": "As principais deficiências identificadas no SCI do município incluem a atuação inadequada da Controladoria Geral do Município (CGM) por se concentrar na execução dos controles internos em vez de avaliá-los de forma independente, a inexistência de avaliações de controles internos de gestão, a incipiência das ações para avaliar a legalidade dos atos de gestão, a inexistência de atividades para avaliar os resultados de gestão, a carência de ações para melhorar a transparência e o controle social e a ausência de monitoramento em casos em que a legislação exige acompanhamento efetivo do Órgão Central de Controle Interno. O impacto potencial dessas deficiências é a aplicação inadequada dos recursos públicos.",
            "trecho_referencia": "Detectou-se na auditoria que a atuação da CGM tem ocorrido de maneira inadequada ao atingimento de sua missão institucional, uma vez que esta tem se concentrado principalmente na primeira linha do modelo do IIA, que consiste na própria execução dos controles internos, quando deveria se concentrar na terceira linha, denominada de auditoria interna, cujas principais atividades são de avaliação independente e consultoria.\nConcorreram para essa conclusão as seguintes situações encontradas: \n1. Ausência de assessoria em relação à gestão de riscos e coordenação da padronização das rotinas e dos controles inerentes aos processos de trabalho\n2. Inexistência de avaliações de controles internos de gestão\n3. Incipiência das ações para avaliar a legalidade dos atos de gestão\n4. Inexistência de atividades para avaliar os resultados de gestão\n5. Carência de ações que contribuam para a melhoria contínua da transparência e o controle social\n6. Ausência de monitoramento em casos em que a legislação exige acompanhamento efetivo do Órgão Central de Controle Interno",
            "doc_id": "3d41299f-86f0-44fd-8040-ad7b3ed9b74f"
        },
        {
            "query": "Considerando os achados de auditoria, quais são as principais fragilidades identificadas nos controles internos do município e qual o impacto potencial dessas deficiências na gestão dos recursos públicos?",
            "resposta": "As principais fragilidades identificadas referem-se à carência no levantamento diagnóstico das necessidades dos professores, desalinhamento entre as capacitações ofertadas e os objetivos dos instrumentos direcionadores (PME) e ausência de monitoramento e avaliação da implementação das ações previstas no PME. O impacto potencial dessas deficiências é a má alocação de recursos em capacitações ineficazes, comprometendo a qualidade do ensino e o alcance das metas estabelecidas no PME.",
            "trecho_referencia": "O trabalho identificou deficiências e pontos de melhoria no ciclo de gestão das ações de formação continuada ofertadas pela SME do município de Catalão, dispostos nos seguintes achados de auditoria:\n1. Carência na atividade de levantamento diagnóstico e de sondagem das necessidades e demandas dos professores da rede pública municipal de ensino.\n2. Desalinhamento entre as capacitações ofertadas e os objetivos dos instrumentos direcionadores.\n3. Ausência de monitoramento e avaliação da implementação das ações previstas no PME.",
            "doc_id": "2d229d75-7270-4dc8-9044-db3048b74652"
        },
        {
            "query": "Quais são os principais achados de auditoria identificados e qual o nível de risco associado a cada um deles, segundo a avaliação do Tribunal de Contas?",
            "resposta": "Os principais achados de auditoria identificados no Órgão Central de Controle Interno do município de Luziânia, segundo o TCMGO, são: ausência de coordenação na normatização de rotinas baseada em riscos; inexistência de avaliações de controles internos; ações incipientes para avaliar a legalidade dos atos de gestão; escassez de atividades para avaliar os resultados de gestão; carência de ações para melhorar a transparência e o controle social; e ausência de monitoramento do cumprimento de determinações legais. O nível de risco associado a cada um não é explicitamente detalhado, mas a ocorrência dessas deficiências demonstra fragilidade no Sistema de Controle Interno.",
            "trecho_referencia": "O trabalho permitiu identificar as seguintes deficiências (as quais também podem ser traduzidas como oportunidades de melhoria) quanto à atuação do OCCI do município de Luziânia, dispostos na forma dos seguintes achados: \n\n1. Ausência de coordenação acerca da normatização das rotinas e dos controles inerentes aos processos de trabalho baseada em riscos\n\n2. Inexistência de avaliações de controles internos\n\n3. Incipiência das ações para avaliar a legalidade dos atos de gestão\n\n4. Escassez de atividades para avaliar os resultados de gestão\n\n5. Carência de ações que contribuam para a melhoria contínua da transparência e do controle social\n\n6. Ausência de monitoramento quanto ao cumprimento das determinações legais e dos órgãos de controle interno e externo",
            "doc_id": "ab56f3a5-bcf6-4147-95e9-3cbf94b6316a"
        },
        {
            "query": "Quais os principais riscos identificados na auditoria e como eles impactam a capacidade do município em atingir seus objetivos de forma eficiente, eficaz e em conformidade com a legislação?",
            "resposta": "Os principais riscos identificados na auditoria incluem a formalização incipiente dos processos, estrutura orgânica inadequada para as atribuições, insuficiência de servidores efetivos e falta de capacitação, carência e subutilização de ferramentas de TI. Esses riscos impactam a capacidade do município em exercer a atividade de auditoria interna governamental e, consequentemente, a qualidade do gasto público e a prestação de serviços.",
            "trecho_referencia": "Constatou-se na auditoria que a atual estrutura da CGM de Goianésia é inadequada para o exercício da função auditoria interna governamental, sendo que os aspectos considerados mais relevantes e que apresentaram maiores necessidades de melhorias foram: em primeiro lugar, a estrutura de pessoal e, em segundo lugar, a estrutura normativa (que é fundamental para o eficaz e eficiente exercício da função auditoria interna governamental).",
            "doc_id": "81cdea7b-6b51-47b8-80b0-1c474245fb62"
        },
        {
            "query": "Considerando os achados de auditoria, quais são as principais fragilidades identificadas no ciclo de gestão (planejamento, execução, controle, monitoramento e avaliação) das ações de formação continuada dos professores, e qual o impacto dessas fragilidades no alcance das metas do Plano Municipal de Educação (PME)?",
            "resposta": "As principais fragilidades identificadas no ciclo de gestão das ações de formação continuada são: inexistência de mapeamento sistematizado e diagnóstico consolidado, processo de planejamento não formalizado, deficiência nos controles gerenciais e na comunicação, insuficiência das atividades de avaliação, carência de suporte aos professores, e deficiência no acompanhamento e avaliação contínua dos objetivos e metas formativas. Essas fragilidades comprometem o alinhamento das ações de formação com as metas do PME e limitam a implementação de mudanças na prática pedagógica dos professores.",
            "trecho_referencia": "O trabalho identificou situações (às quais também podem ser traduzidas como oportunidades de melhoria) no ciclo de gestão das ações de formação continuada ofertadas pela SME do município de Inhumas, dispostos na forma dos seguintes achados: [...] 2. O processo de planejamento das formações não está formalizado e estruturado de modo a dar suporte às ações, bem como os objetivos e metas formativas são comprometidos pela ausência de dotação específica de recursos e equipe reduzida. [...] 5. Insuficiência das atividades de avaliação das formações e carência na coordenação, acompanhamento e suporte aos professores, o que limita a implementação de mudanças na prática pedagógica dos professores. [...] 6. Deficiência no acompanhamento, medição e avaliação contínua dos objetivos e metas formativas, o que compromete o replanejamento e aprimoramento das capacitações.",
            "doc_id": "e5a7375c-0f98-4744-b3be-2e6643d76b2e"
        },
        {
            "query": "Quais as principais fragilidades identificadas na gestão municipal que podem impactar a efetividade das políticas públicas auditadas, e qual o nível de materialidade/risco associado a cada uma?",
            "resposta": "No caso da auditoria operacional na Secretaria Municipal de Educação de Cidade Ocidental, as principais fragilidades identificadas foram vulnerabilidades no mapeamento e diagnóstico das ações de capacitação de professores, baixa participação dos professores no planejamento dessas ações, inexistência de sistematização no planejamento, falta de engajamento dos professores na execução, deficiências na avaliação e controle das ações, incipiência na avaliação do impacto das ações e carência no acompanhamento periódico dos professores. O nível de risco associado a cada fragilidade não é explicitamente classificado como alto, médio ou baixo, mas a reincidência em qualquer um destes itens pode agravar o risco materialmente.",
            "trecho_referencia": "O trabalho identificou deficiências e pontos de melhoria no ciclo de gestão das ações de formação continuada ofertadas pela SME do município de Cidade Ocidental, dispostos nos achados a seguir: 1. Vulnerabilidade no processo de mapeamento sistematizado e diagnóstico consolidado, que dão base para a execução do planejamento das ações de capacitação dos professores. 2. Baixa participação dos professores no processo de planejamento das ações de capacitação promovidas pela SME. 3. Inexistência de sistematização e periodicidade do processo de planejamento das ações de capacitação dos professores. 4. Falta de engajamento dos professores no processo de participação da etapa de execução das ações de capacitação. 5. Deficiência no processo de avaliação e controle das ações de capacitação dos professores por parte da SME 6. Incipiência na atividade de avaliação e controle do impacto das ações de capacitação para a melhoria do planejamento e da prática pedagógica dos professores regentes por parte da SME. 7. Carência de um acompanhamento periódico por parte da SME, prestando a devida assistência aos professores, tal como, por exemplo, na oferta de formações específicas e de suportes prestados, para que eles trabalhassem de forma eficiente e eficaz os temas e conteúdos que surgiram durante o período de calamidade pública e de aulas não presenciais.",
            "doc_id": "f0a2ff57-3641-499c-baf6-b8996c8c4f0f"
        },
        {
            "query": "Considerando os achados de auditoria, qual a materialidade (em valores absolutos e percentuais) dos desvios identificados em relação ao orçamento total da área auditada, e qual o impacto potencial desses desvios na consecução dos objetivos da política pública relacionada?",
            "resposta": "A auditoria identificou problemas na gestão da formação continuada dos professores, impactando negativamente o aperfeiçoamento dos docentes e a qualidade do ensino. Não foram apresentados valores absolutos, apenas percentuais de professores que não participaram de ações de capacitação ou não foram consultados sobre suas necessidades.",
            "trecho_referencia": "Os principais achados de auditoria apontam para problemas tais como: vulnerabilidade existente no mapeamento e no diagnóstico das ações de capacitação, que ocorrem de maneira informal e não documentada; baixa participação desses professores no processo de planejamento das ações de capacitação; o planejamento de tais ações de capacitação ocorre de forma não periódica; falhas no processo de avaliação das atividades formativas, que ocorrem de maneira informal.",
            "doc_id": "6dbf9684-63ad-40a7-a4c1-e3c1e435913c"
        },
        {
            "query": "Considerando as normas de auditoria do setor público (NBASP) e as características do controle externo, quais os principais indícios de irregularidades ou impropriedades identificadas nos documentos que justifiquem o aprofundamento da análise e a necessidade de futuras diligências?",
            "resposta": "A pergunta busca identificar, de forma geral, os pontos críticos nos documentos fornecidos que indicam possíveis problemas na gestão municipal, direcionando o foco da auditoria para áreas de maior risco ou relevância.",
            "trecho_referencia": "Não há um trecho específico, pois a pergunta é de caráter exploratório e visa identificar áreas de risco a partir da análise geral dos documentos.",
            "doc_id": "95d7e99c-d181-456f-890b-ab4629e33eb4"
        },
        {
            "query": "Considerando as determinações e recomendações do Acórdão nº 01331/2020, quais foram os principais achados que motivaram essas deliberações e qual o status atual de implementação de cada uma delas (cumprida, em cumprimento, não cumprida, etc.)?",
            "resposta": "O Acórdão nº 01331/2020 foi motivado por achados relacionados a (1) Inexistência de políticas e procedimentos para assegurar lançamentos corretos das despesas nas subfunções de ensino fundamental e educação infantil; (2) Ausência de dotação orçamentária para cursos de formação continuada e insuficiência de ações de promoção à saúde dos professores; (3) Falhas no acompanhamento das metas e objetivos do ensino fundamental; (4) Escassez de formação dos diretores na área de gestão escolar; (5) Insuficiência de ações de promoção à saúde dos professores; (6) Regras de modulação da carga horária dos professores não estarem objetivamente sistematizadas; (7) Ausência de regulamentação da avaliação periódica de desempenho; (8) Escassez de ações planejadas e preventivas para adequação e qualidade do ambiente físico educacional; (9) Insuficiência de ações voltadas para a melhoria da segurança patrimonial; (10) Ausência de participação dos pais/responsáveis na vida escolar dos alunos; (11) Inexistência de registros e de prestações de contas dos insumos utilizados nas manutenções das IEs. O status de implementação varia entre cumprida, em cumprimento (com e sem prazo expirado), parcialmente cumprida e não cumprida, conforme detalhado no quadro resumo da página 38 do relatório.",
            "trecho_referencia": "95. O empenho dos auditados, conforme demonstrado no quadro abaixo, em dar efetividade às deliberações e implementar as ações estabelecidas no Plano de Ação, de forma que grande parte dos benefícios estimados inicialmente já podem ser percebidos pela própria gestão da SME, é uma atitude louvável que contribui para a melhoria da gestão e a promoção de uma administração pública mais eficaz, eficiente, transparente e responsável. Esse quadro abaixo resume o cumprimento/implementação da deliberação.",
            "doc_id": "e1353503-9e38-4d11-a5dc-5f0ed154044d"
        },
        {
            "query": "Considerando os achados de auditoria, quais foram as principais fragilidades identificadas nos controles internos da gestão municipal e qual o potencial impacto dessas deficiências na aplicação dos recursos públicos?",
            "resposta": "Os principais achados de auditoria que motivaram as deliberações do Acórdão foram: a) ausência de coordenação acerca da normatização das rotinas e dos controles inerentes aos processos de trabalho baseada em riscos; b) inexistência de avaliações de controles internos de gestão; c) incipiência das ações para avaliar a legalidade dos atos de gestão; d) escassez de atividades para avaliar os resultados de gestão; e) carência de ações que contribuam para a melhoria contínua da transparência e o controle social. O potencial impacto dessas deficiências é a ineficácia na aplicação dos recursos públicos.",
            "trecho_referencia": "Inicialmente, destaca-se que os achados de auditoria que motivaram as deliberações do Acórdão, como descritos no capítulo 3.1 do Relatório de Auditoria Operacional Consolidado nº 1/2020, foram a: a) ausência de coordenação acerca da normatização das rotinas e dos controles inerentes aos processos de trabalho baseada em riscos; b) inexistência de avaliações de controles internos de gestão; c) incipiência das ações para avaliar a legalidade dos atos de gestão; d) escassez de atividades para avaliar os resultados de gestão; e) carência de ações que contribuam para a melhoria contínua da transparência e o controle social.",
            "doc_id": "827859cc-5ddd-4c61-9c6f-671de74d5398"
        },
        {
            "query": "Quais foram os principais achados de auditoria relacionados à gestão orçamentária e financeira da Secretaria Municipal de Educação no que tange à alocação e aplicação de recursos no Ensino Fundamental?",
            "resposta": "Os principais achados foram: inexistência de políticas e procedimentos para assegurar a correta escrituração das despesas empenhadas nas subfunções 361 (ensino fundamental) e 365 (educação infantil); algumas metas e objetivos do ensino fundamental não estão sendo devidamente acompanhados; e não há registro dos serviços prestados e dos insumos utilizados na manutenção da estrutura física das IEs, nem prestação de contas.",
            "trecho_referencia": "Identificou-se a inexistência de políticas e procedimentos que assegurem a correta escrituração das despesas empenhadas nas subfunções 361 (ensino fundamental) e 365 (educação infantil). Verificou-se que algumas metas e objetivos do ensino fundamental não estão sendo devidamente acompanhados pela SMEC e pelas equipes gestoras [...] Apurou-se que não há registro dos serviços prestados e dos insumos utilizados na manutenção da estrutura física das IEs, bem como não há prestação de contas desses materiais às áreas/órgãos responsáveis da SMEC e da Prefeitura.",
            "doc_id": "2f6ad453-6760-4d7b-9f9a-62afb0334c8b"
        },
        {
            "query": "Considerando os achados de auditoria e as recomendações/determinações do Tribunal de Contas, qual o impacto financeiro potencial decorrente das não conformidades identificadas no Programa de Autonomia Financeira das Instituições Educacionais (PAFIE), e quais medidas corretivas foram implementadas ou planejadas para mitigar esses riscos?",
            "resposta": "Embora o relatório mencione o montante de recursos transferidos no âmbito do PAFIE (R$23.917.004,00 em 2017), ele não quantifica diretamente o impacto financeiro das não conformidades. Contudo, a auditoria identificou problemas na estrutura do programa, na participação dos CEGs, na falta de critérios de avaliação de desempenho e na transparência das prestações de contas, o que pode gerar riscos financeiros. O TCMGO recomendou à SME a definição de metas específicas, a implementação de critérios objetivos para acompanhar o cumprimento das metas, a reformulação das normas do PAFIE e a oferta de ações de formação continuada aos membros dos CEGs. A SME deve apresentar um plano de ação para atender às recomendações.",
            "trecho_referencia": "Verificou-se que o programa não está estruturado de forma adequada para atingir os seus objetivos e metas, em razão de esses objetivos e metas não constarem claramente na legislação e demais normas que tratam do programa, pelo fato de a disseminação desses objetivos e metas aos CEGs ser insatisfatória e pelo fato de inexistir critérios de avaliação de desempenho do PAFIE que possibilitem direcionar apropriadamente as ações pretendidas com o programa, bem como medir os seus resultados.\nO TCMGO, por seu Tribunal Pleno, DETERMINOU à Secretaria Municipal de Educação e Esportes de Goiânia que apresente, no prazo de 30 (trinta) dias, PLANO DE AÇÃO especificando as ações e medidas que serão adotadas para atender às recomendações emitidas pelo Tribunal, com os respectivos responsáveis e prazos previstos para implementação de cada uma delas, para posterior monitoramento, nos termos do artigo 194 do Regimento Interno do TCMGO e conforme previsto no Plano Anual de Fiscalização de 2019 (RA nº 183/2018).",
            "doc_id": "033131ce-1978-4bbe-acf1-d97b6496e426"
        },
        {
            "query": "Considerando o escopo da auditoria e os órgãos/entidades envolvidos, quais os principais marcos normativos e regulatórios que orientam a gestão e a fiscalização das obras de pavimentação no município, e como a aderência a esses marcos é avaliada nos relatórios de auditoria?",
            "resposta": "A auditoria abrange atividades de pavimentação urbana desde a concepção até a manutenção. As normas de referência incluem leis infraconstitucionais, resoluções normativas, jurisprudências de tribunais de contas, manuais de órgãos, editais e contratos da própria Administração, instruções de projeto e serviços de pavimentação de diversos órgãos, bibliografia especializada, e boas práticas. A aderência a esses critérios é avaliada ao longo do relatório, com exemplos específicos de não conformidade.",
            "trecho_referencia": "8. Os critérios utilizados para fins de auferir o desempenho da Administração quanto à área de pavimentação compreendem diversos tipos de fontes, devido à imposição natural que este tipo de auditoria exige e à complexidade do objeto.\n\n9. Abrange áreas jurídicas, como leis infraconstitucionais; administrativas como resoluções normativas e jurisprudências de tribunais de contas, manuais de órgãos, editais e contratos da própria Administração; área técnica como instruções de projeto e serviços de pavimentação de diversos órgãos; bibliografia especializada; e boas práticas implementadas nos órgãos públicos.",
            "doc_id": "8f118c2f-f25d-40d7-ad57-9ce93901cab8"
        },
        {
            "query": "Considerando o Acórdão nº 04320/2021 e o Relatório de Monitoramento da auditoria operacional na Secretaria Municipal de Educação de Cidade Ocidental, qual foi o impacto financeiro estimado das irregularidades/fragilidades identificadas e quais as medidas corretivas implementadas para mitigar esses impactos?",
            "resposta": "O relatório não apresenta um impacto financeiro estimado das irregularidades. O relatório detalha diversas recomendações e ações implementadas pela SME para sanar vulnerabilidades no mapeamento e diagnóstico das ações de capacitação, ampliar a atenção às necessidades dos alunos com deficiência, incluir a participação dos professores no planejamento das ações de capacitação, implementar rotinas estruturadas de planejamento, investigar a desmotivação dos professores, reforçar a avaliação das formações, implementar controles formais, promover discussões formalizadas e adotar procedimentos formais e coordenados de avaliação e acompanhamento.",
            "trecho_referencia": "Trata-se de monitoramento dos resultados da fiscalização em auditoria operacional, que objetivou acompanhar as medidas adotadas pelo auditado em resposta às deliberações4 proferidas no Acórdão (AC) nº 04320/2021 – Tribunal Pleno, bem como aferir os benefícios efetivos decorrentes da implementação dessas medidas.",
            "doc_id": "945d1950-51e3-4ef7-950b-cb1817ce5386"
        },
        {
            "query": "Considerando o Acórdão nº 05424/2021 e o presente relatório de monitoramento da Secretaria Municipal de Educação de Inhumas, quais foram os principais achados da auditoria operacional original que levaram às determinações e recomendações monitoradas neste relatório, e qual o impacto potencial desses achados na gestão da formação continuada do ensino fundamental?",
            "resposta": "A auditoria operacional original identificou a inexistência de mapeamento sistematizado e diagnóstico consolidado para subsidiar o planejamento das ações de capacitação de professores e que o processo de planejamento das formações não está formalizado e estruturado de modo a dar suporte às ações formativas. \n\nO impacto potencial desses achados é que prejudicam o adequado controle operacional, de informações e de monitoramento das ações formativas, impactando negativamente a efetividade das capacitações e, consequentemente, a qualidade do ensino.",
            "trecho_referencia": "17. A situação que levou à proposição deste item foi a: “inexistência de mapeamento sistematizado e diagnóstico consolidado para subsidiar o planejamento das ações de capacitação de professores”, conforme descrito na seção 3.1 do Relatório de Auditoria Operacional Consolidado n° 3/2021 (RAOC) (fls. 354/verso-356, fase 1).\n\n22. A situação que levou à proposição deste item foi: “o processo de planejamento das formações não está formalizado e estruturado de modo a dar suporte às ações formativas”, conforme descrito na seção 3.2 do RAOC (fls.356/verso-358/verso, fase 1).\n\n28. A situação que levou à proposição deste item foram: “falhas na comunicação da SME que prejudicam o adequado controle operacional, de informações e de monitoramento das ações formativas”, conforme descrito na seção 4.1 do RAOC (fls.361/verso-363, fase 1).",
            "doc_id": "1588b311-7576-4eee-b6f6-af9cfe38002b"
        },
        {
            "query": "Considerando as deficiências apontadas no relatório de auditoria operacional consolidado nº 001/2021, qual o plano de ação da Controladoria Geral Interna de Luziânia para implementar as determinações e recomendações do Tribunal de Contas dos Municípios do Estado de Goiás?",
            "resposta": "De acordo com o documento, tanto o Prefeito Municipal de Luziânia, Sr. Diego Vaz Sorgatto, bem como a Controladora Geral Interna do Município, Sra. Ângela Aparecida Nunes, informaram que as determinações e recomendações exaradas pelo TCMGO serão integralmente analisadas e levadas em consideração, em razão de tais determinações e recomendações estarem alinhadas com a nova reestruturação organizacional do Município, em elaboração pela atual gestão.",
            "trecho_referencia": "Após abertura de vista do Relatório Preliminar de Auditoria nº 004/2020, tanto o Prefeito Municipal de Luziânia, Sr. Diego Vaz Sorgatto, bem como a Controladora Geral Interna do Município, Sra. Ângela Aparecida Nunes, se manifestaram por meio do Ofício nº 110/2021-Gabinete do Prefeito, fls. 280, informando que as determinações e recomendações exaradas pelo TCMGO serão integralmente analisadas e levadas em consideração, em razão de tais determinações e recomendações estarem alinhadas com a nova reestruturação organizacional do Município, em elaboração pela atual gestão.",
            "doc_id": "e8561b35-9c44-48f9-8198-1101371b3cf2"
        },
        {
            "query": "Considerando o objetivo da auditoria operacional na Controladoria-Geral do Município de Goianésia, qual a aderência da estrutura normativa, organizacional, de pessoal e de infraestrutura de TI da CGM aos requisitos da IN TCMGO nº 8/2021, e quais os principais riscos decorrentes das potenciais não conformidades identificadas?",
            "resposta": "A pergunta busca avaliar o grau de conformidade da CGM de Goianésia com a IN TCMGO nº 8/2021 e identificar os riscos associados às eventuais não conformidades, com foco nas quatro áreas estruturais avaliadas na auditoria.",
            "trecho_referencia": "Objetivo da auditoria: Avaliar se a estrutura atual do Órgão Central de Controle Interno possibilita o exercício da atividade de auditoria interna governamental no cumprimento de sua missão institucional.\n[...]Para isso, foram analisados quatro elementos relacionados à estrutura (i) normativa, (ii) organizacional, (iii) de pessoal e (iv) de infraestrutura de sistemas e ferramentas de tecnologia da informação, considerando-se a adequabilidade desses elementos para a atuação do OCCI na terceria linha (do Modelo das Três Linhas do The IIA)",
            "doc_id": "cc47c2de-608a-4ef1-87b3-dec1abca1dc0"
        },
        {
            "query": "Considerando os achados de auditoria no município de Rio Verde, quais são as áreas da gestão municipal que apresentam maiores riscos de não conformidade com a legislação e as normas de controle interno, segundo os relatórios de auditoria e acórdãos do Tribunal de Contas?",
            "resposta": "As áreas com maiores riscos de não conformidade em Rio Verde, segundo o relatório, concentram-se na estrutura e operacionalização do Sistema de Controle Interno (SCI), incluindo: base normativa deficiente, estrutura organizacional inadequada, capacitação insuficiente do quadro funcional e carência de suporte tecnológico.",
            "trecho_referencia": "Após a aplicação das técnicas de coleta e análise de dados, foram identificados os seguintes elementos estruturais da CGM que ainda necessitam de aperfeiçoamento para propiciar o adequado exercício da auditoria interna governamental: a) base normativa (em razão de carência de normativos que diferenciem a natureza de atuação dos integrantes do SCI; ausência de regulamentação específica de garantias e deveres dos atuantes no OCCI; e formalização incipiente dos processos de trabalho da Controladoria); b) estrutura organizacional (em razão da estrutura orgânica atual estar incompatível com o exercício das atribuições do órgão); c) capacitação do quadro funcional (em razão da insuficiência de ações formativas relacionadas à temática auditoria interna); d) suporte tecnológico (em razão da carência de ferramentas de tecnologia da informação – TI – para dar suporte ao exercício das atividades típicas de auditoria interna governamental).",
            "doc_id": "03fb8883-aa7b-4e77-9dc8-f93e655e491d"
        },
        {
            "query": "Considerando as deficiências apontadas no Relatório de Auditoria Operacional Consolidado Nº 002/2021, qual o plano de ação da Controladoria Geral do Município de Novo Gama para regulamentar suas atribuições e estruturar o órgão de forma a garantir a autonomia e independência necessárias para o exercício de suas funções, conforme determinado no item 174 do relatório?",
            "resposta": "A auditoria constatou deficiências na atuação da Controladoria Geral do Município, incluindo a ausência de regulamentação das atribuições e estrutura inadequada. O relatório propõe a determinação de um plano de ação para regulamentar as atribuições da Controladoria e estruturar o órgão para garantir autonomia e independência.",
            "trecho_referencia": "174. DETERMINAR ao Poder Executivo Municipal de Novo Gama, na pessoa de seu representante, que:\n1 – Regulamente as atribuições da Controladoria Geral do Município (CGM) com base nas diretrizes de auditoria interna no setor público, de modo que:\na) sejam esclarecidas as finalidades institucionais do Órgão Central de Controle Interno, a saber: avaliar a legalidade e os resultados da gestão; avaliar os controles internos de gestão; assessorar a administração na governança, gestão de riscos e padronização de rotinas administrativas; contribuir para o fomento da transparência e do controle social; apoiar o controle externo; e definidas as atividades que devem ser desenvolvidas por ele para atingir a essas finalidades;\nb) haja diferenciação entre as responsabilidades relacionadas à condução do SCI, atribuindo expressamente as atividades de primeira linha às unidades executoras dos processos [...];\nc) não seja atribuída à CGM a execução de controles internos de gestão nem outras atividades que não são afetas às suas atribuições [...];\nd) que haja integração entre a Ouvidoria e a CGM, possibilitando ao OCCI utilizar os registros para planejamento das ações de fiscalização, bem como para fiscalizar os andamentos cabíveis a outros gestores do município.\n2 – Estruture adequadamente a Controladoria Geral do Município (CGM), de modo a:\na) conferir-lhe a autonomia e independência necessárias à realização de suas atividades de auditoria interna;\nb) identificar as necessidades quantitativas e qualitativas de pessoal para o cumprimento da missão institucional do OCCI e prover o quadro funcional da Controladoria de acordo com essas necessidades;\nc) identificar as necessidades de recursos tecnológicos para a atuação satisfatória da CGM e buscar prover o órgão com esses recursos;\nd) considerar a criação da carreira de Auditor de Controle Interno ou de nomenclatura similar, assegurando-lhe a indepedência para a execução do trabalho; ou, ainda que seja mantida a estrutura organizacional atual, zelar para que sejam atenidas as determinações dos artigos 4º e 5º da IN 08/2014 do TCMGO, que disciplinam que a chefia do OCCI deve ser exercida por servidor efetivo preferencialmente escolhido entre os servidores do poder ou órgão, bem como que, no caso de OCCI de minuta estrutura, a chefia não poderá ser exercida por servidor ocupante de cargo exclusivamente comissionado.",
            "doc_id": "2edffd51-fefd-488f-82ed-a5c75724be87"
        },
        {
            "query": "Com base nos relatórios de auditoria e acórdãos do Tribunal de Contas referentes ao município de Trindade/GO, quais são os principais achados de auditoria recorrentes na Secretaria Municipal de Educação e Cultura (SMEC) nos últimos 5 anos, e quais as áreas da gestão educacional municipal são mais frequentemente objeto de ressalvas ou determinações?",
            "resposta": "Não é possível determinar os principais achados recorrentes e as áreas mais problemáticas sem analisar os relatórios e acórdãos mencionados. A pergunta busca identificar padrões de não conformidade e áreas de risco na gestão da SMEC ao longo do tempo.",
            "trecho_referencia": "O documento fornecido é um Relatório de Auditoria Operacional da SMEC de Trindade/GO, datado de 2019, e não abrange um período de 5 anos nem consolida informações de diversos relatórios e acórdãos.",
            "doc_id": "8c714ddc-3c35-4fef-a4ba-e69876de500d"
        },
        {
            "query": "Considerando o Relatório de Auditoria Operacional da Secretaria Municipal de Educação e Esporte (SME) do Município de Goiânia/GO referente ao Fundo Municipal de Manutenção e Desenvolvimento do Ensino (FMMDE) e ao Programa de Autonomia Financeira das Instituições Educacionais (PAFIE) no exercício de 2018, quais foram os principais achados relacionados à estrutura, participação, resultados e transparência do PAFIE, e como esses achados se relacionam com o problema central de auditoria identificado?",
            "resposta": "O relatório aponta para a fragilidade na estrutura do PAFIE devido à falta de clareza nos objetivos e metas, disseminação falha das informações aos envolvidos e ausência de critérios objetivos para avaliar o desempenho. A participação dos conselhos escolares é meramente formal, a efetividade da aplicação dos recursos é comprometida e há carência de transparência e controle social nos gastos. O problema central de auditoria é a medida em que o PAFIE garante autonomia financeira e participação social na gestão das instituições educacionais.",
            "trecho_referencia": "14. Ao término da fase de planejamento, definiu-se o problema e as seguintes questões de auditoria, apresentadas no Quadro 1 a seguir:\nQuadro 1 - Problema e questões de auditoria\nPROBLEMA DE AUDITORIA\nEm que medida o PAFIE tem garantido a autonomia financeira e fomentado a\nparticipação social na gestão das instituições educacionais da rede municipal de\neducação, como está proposto em sua lei criadora e respectiva regulamentação?\nQUESTÕES\nESTRUTURA\n1 Em que medida o PAFIE está estruturado para atingir seus objetivos e metas?\nPARTICIPAÇÃO\nComo é a participação dos Conselhos Escolar e Gestor no planejamento das\n2\nações custeadas com recursos do PAFIE?\nRESULTADOS\nA aplicação direta dos recursos do PAFIE tem resultado em melhorias na gestão\n3\nescolar, bem como atendido as necessidades de funcionamento das instituições",
            "doc_id": "87aba5d4-7abe-435e-bd99-54e42f26b00b"
        },
        {
            "query": "No município de Goiânia, quais foram os principais achados da auditoria operacional na Secretaria Municipal de Educação e Esporte (SME) e no Fundo Municipal de Manutenção e Desenvolvimento do Ensino (FMMDE) relacionados ao Programa de Autonomia Financeira das Instituições Educacionais (PAFIE) no exercício de 2018, e qual o impacto potencial desses achados na gestão e nos resultados do programa?",
            "resposta": "Os principais achados da auditoria operacional no município de Goiânia relacionados ao PAFIE no exercício de 2018 foram: (1) Ausência de clareza dos objetivos e metas do PAFIE na legislação e normas do programa. (2) Participação meramente formal dos conselhos escolares e gestores na execução do PAFIE. (3) Necessidade de melhorias na climatização das salas de aula, cozinhas e depósitos de alimentos. (4) Divulgação restrita e não uniforme das prestações de contas do PAFIE.",
            "trecho_referencia": "21. Neste quesito, foram identificados os seguintes achados:\ni. Ausência de clareza dos objetivos e metas do PAFIE na legislação e demais normas que tratam do programa;\nii. Falhas na disseminação dos objetivos e metas do PAFIE a todos os sujeitos envolvidos na execução do programa;\niii. Inexistência de metas mensuráveis, bem como de critérios objetivos para avaliar o desempenho do PAFIE.\n32. Tendo isso em vista foram identificados os seguintes achados:\ni. Participação meramente formal dos conselhos escolares e gestores na execução do PAFIE;\nii. A sistemática de gerenciamento do PAFIE limita a participação dos conselhos e compromete a efetividade da aplicação dos recursos;\niii. Carência de ações de formação continuada específicas para a gestão de recursos financeiros descentralizados do PAFIE direcionada aos conselheiros.\n44. Nesse sentido, foram constados os seguintes achados:\ni. Necessidade de melhorias na climatização das salas de aula, nas cozinhas e depósitos de alimentos das instituições educacionais;\nii. Demandas relacionadas a equipamentos e materiais que não têm sido atendidas com os recursos do PAFIE repassados às instituições educacionais;\niii. Necessidade de melhoria na segurança das IE(s) quanto à integridade física das pessoas da comunidade escolar e no que concerne ao patrimônio dessas instituições.\n54. Quanto a isso, foram identificados os seguintes achados:\ni. Divulgação restrita e não uniforme das prestações de contas do PAFIE;\nii. Inexistência de efetiva participação da comunidade escolar no controle dos gastos com as verbas do PAFIE.",
            "doc_id": "9d5b9984-958b-4a3d-bf80-547e5db65f74"
        },
        {
            "query": "No município de Catalão, quais foram as principais fragilidades identificadas na gestão da formação continuada dos professores da rede municipal de ensino que motivaram as recomendações do Acórdão nº 06440/2023, e como a Secretaria Municipal de Educação (SME) planejou mitigar esses problemas nos planos de ação apresentados?",
            "resposta": "As principais fragilidades identificadas na gestão da formação continuada dos professores em Catalão que motivaram as recomendações do Acórdão nº 06440/2023 foram a falta de diagnóstico das necessidades de capacitação dos professores, a ausência de formalização e gestão desse diagnóstico, e a necessidade de estruturar os recursos humanos e o processo de planejamento das ações de formação continuada. A SME planejou mitigar esses problemas através da realização de pesquisas com os professores, criação de um departamento pedagógico, elaboração de planos de ação para as formações continuadas, e registro formal das ações ofertadas.",
            "trecho_referencia": "Advindas de fiscalização na modalidade auditoria operacional realizada na SME de Catalão, que teve como objetivo avaliar a gestão da formação continuada ofertada aos professore docentes da educação infantil e do ensino fundamental e oferecidas pela SME, conforme o previsto no Plano Municipal de Educação (PME) de Catalão.",
            "doc_id": "b4ab9bc8-0000-43ad-aae4-8b2170308d97"
        },
        {
            "query": "Quais foram os principais achados da auditoria operacional na Controladoria Geral do Município de Goianésia em relação à sua estrutura e capacidade de realizar auditoria interna governamental, conforme a IN TCMGO nº 8/2021?",
            "resposta": "A auditoria operacional identificou que a estrutura atual da Controladoria Geral do Município (CGM) de Goianésia é inadequada para o exercício da atividade de auditoria interna governamental. Os elementos mais críticos com necessidade de melhorias são a estrutura de pessoal, a estrutura normativa e a infraestrutura de tecnologia da informação.",
            "trecho_referencia": "Analisados os documentos juntados, a Comissão Especial de Auditoria elaborou o Relatório Consolidado de Auditoria Operacional nº 001/2023-CEA concluindo que a estrutura atual da CGM de Goianésia é inadequada para o exercício da atividade de auditoria interna governamental, sendo que os elementos considerados mais relevantes e que apresentaram maiores necessidades de melhorias foram a estrutura de pessoal, normativa e a de tecnologia da informação:",
            "doc_id": "b409fc1e-1263-4d6a-9bb2-d6fb84f48619"
        },
        {
            "query": "Considerando o relatório de monitoramento da auditoria operacional nº 10/2024 e o Acórdão nº 04186/2021, quais foram as principais fragilidades identificadas no Sistema de Controle Interno (SCI) do município de Luziânia/GO e como a gestão municipal planeja mitigar esses riscos?",
            "resposta": "As principais fragilidades identificadas no Sistema de Controle Interno (SCI) do município de Luziânia/GO foram a falta de regulamentação das atribuições da Controladoria-Geral Interna (CGI) e a estrutura inadequada da CGI, principalmente no que tange à estrutura de pessoal e tecnológica. A gestão municipal planejou mitigar esses riscos através da elaboração de um Plano de Ação.",
            "trecho_referencia": "Na auditoria foi constatado que a estrutura inadequada da CGM (principalmente no que tange à estrutura de pessoal e tecnológica) observada naquela época, contribuía significativamente para a ineficácia do órgão no exercício de sua missão institucional. Assim, sanar tal situação se revela de suma importância para garantir que os resultados esperados com as deliberações do acórdão sejam atingidos.",
            "doc_id": "d2730aa1-4f81-4804-b70c-df64b79db17d"
        },
        {
            "query": "Em Aparecida de Goiânia, qual é a estrutura organizacional da Secretaria de Transparência, Fiscalização e Controle (STFC) e como essa estrutura se alinha com as responsabilidades de um Órgão Central de Controle Interno (OCCI), especialmente no que tange à independência e reporte direto à autoridade máxima do ente?",
            "resposta": "A STFC em Aparecida de Goiânia possui uma estrutura que a posiciona no mesmo nível hierárquico das demais secretarias municipais, conforme a Lei Complementar nº 125/2017. A lei atribui à STFC as competências de um OCCI, mas o relatório de auditoria aponta que a estrutura e a posição da STFC podem não garantir a autonomia e independência necessárias para o desempenho efetivo de suas funções, em comparação com modelos que preveem reporte direto à autoridade máxima.",
            "trecho_referencia": "36. No município de Aparecida de Goiânia, as atribuições de Órgão Central de Controle Interno ficam a cargo da Secretaria de Transparência, Fiscalização e Controle, conforme previsto na Lei Municipal Complementar nº 125/2017, que versa sobre a estrutura administrativa do município (Anexo I).\n\n37. Essa Secretaria encontra-se, na estrutura do município, no mesmo status das demais secretarias municipais (vide organograma da Prefeitura de Aparecida de Goiânia – Anexo II) e possui as seguintes competências:\n\n(Lei Complementar Municipal nº 125/2017, artigo 16)",
            "doc_id": "439cb865-5a7f-47e1-81d8-f69f9c0bab20"
        },
        {
            "query": "Considerando a auditoria operacional realizada na Secretaria Municipal de Educação de Catalão em 2023, quais foram os principais achados relacionados à gestão das ações de formação continuada dos docentes e como esses achados se relacionam com o Plano Municipal de Educação?",
            "resposta": "Os principais achados da auditoria na Secretaria Municipal de Educação de Catalão relacionados à formação continuada foram: (i) planejamento não estruturado das ações de capacitação, (ii) levantamento diagnóstico insatisfatório das necessidades dos professores, e (iii) ausência de monitoramento da implementação das ações previstas no Plano Municipal de Educação (PME). Esses achados apontam para uma incipiência na gestão das formações continuadas, com desalinhamento entre as ações ofertadas e o previsto no PME.",
            "trecho_referencia": "Constatou-se que o planejamento das ações de capacitação dos professores não é realizado de modo estruturado, formalizado e periódico (ocorrendo de forma não sistematizada). Observou-se que a Secretaria não realiza de modo satisfatório o levantamento diagnóstico e a sondagem das necessidades, carências e demandas dos professores da rede pública, a fim de subsidiar o planejamento dessas ações.\n\nNotou-se ainda que a SME não realiza o monitoramento periódico e nem a avaliação da implementação das ações previstas no PME de Catalão.",
            "doc_id": "ce11a310-0546-4fcd-9c3d-5970e80f222a"
        },
        {
            "query": "Quais foram os principais achados da auditoria operacional na Controladoria Geral Interna de Luziânia e como esses achados impactam a efetividade do Sistema de Controle Interno do município?",
            "resposta": "A auditoria operacional identificou que a Controladoria Geral Interna de Luziânia não executa todas as suas atribuições institucionais, e as que executa carecem de melhorias, além de desempenhar atividades estranhas às de Órgão Central de Controle Interno. Isso compromete a autonomia, a independência e a capacidade operacional da CGI, enfraquecendo a governança, a transparência e a accountability, impactando negativamente a eficácia, eficiência e efetividade da atuação pública no município.",
            "trecho_referencia": "Analisados os documentos juntados, a Comissão Especial de Auditoria elaborou o Relatório de Auditoria Operacional Consolidado nº 001/2021-CEA concluindo que a Controladoria Geral Interna de Luziânia não executa todas as suas atribuições institucionais e que as executadas carecem de melhorias, bem como que, desempenha, em parte, atividades estranhas às de Órgão Central de Controle Interno e não dispõe de estrutura adequada para o exercício de todas as suas competências constitucionais:\n\nAssim, há prejuízo à boa e regular aplicação dos recursos públicos no município, uma vez que a omissão da Controladoria e a atuação em desconformidade com os princípios e diretrizes para o controle interno no setor público comprometem o funcionamento eficaz de todo o SCI municipal, enfraquecendo a governança, a transparência e a accountability, a conformidade dos atos da gestão e impactando na eficácia, eficiência e efetividade da atuação pública.",
            "doc_id": "fb1bc44b-95df-4d7b-ae44-372bdae20297"
        },
        {
            "query": "Considerando os achados de auditoria operacional na Controladoria-Geral do Município de Rio Verde, quais são os principais riscos identificados que podem comprometer a efetividade do Sistema de Controle Interno e quais ações mitigatórias foram propostas para cada um deles?",
            "resposta": "Os principais riscos identificados incluem a falta de definição clara dos papéis integrantes do SCI, a ausência de regulamentação específica de prerrogativas e deveres dos servidores da CGM, a estrutura orgânica incompatível com as atribuições do órgão, a insuficiência de capacitação voltada para a função auditoria interna governamental, e a carência de ferramentas de TI para dar suporte ao exercício das atividades de auditoria interna governamental. As ações mitigatórias propostas incluem a elaboração de normativos, a busca por referenciais técnicos e metodológicos, a readequação da estrutura interna da CGM, a realização de diagnóstico para identificar as necessidades de capacitação dos servidores, e a adoção de ferramentas de TI.",
            "trecho_referencia": "As inconformidades avaliadas foram convertidas em achados de auditoras enumerados a seguir:\n\nI) falta de definição clara dos papéis integrantes do SCI, de modo a textualizar a CGM como órgão de auditora no âmbito desse Sistema;\nII) ausência de regulamentação específica de prerrogativas e devere dos servidores da CGM;\nIII) estrutura orgânica incompatível com as atribuições do órgão;\nIV) insuficiência de capacitação voltada para a função auditoria interna governamental; e\nV) carência de ferramentas de TI para dar suporte ao exercício das atividades de auditoria interna governamental.",
            "doc_id": "8352979a-a733-4224-a8dd-e6b4a892bb3c"
        },
        {
            "query": "Quais foram os principais achados da auditoria operacional realizada na Controladoria Geral Interna (CGI) de Novo Gama em relação às suas atribuições institucionais e como esses achados se relacionam com as normas e diretrizes para a implantação do Sistema de Controle Interno?",
            "resposta": "A auditoria identificou seis principais achados: (a) Ausência de assessoria em gestão de riscos e padronização de rotinas; (b) Inexistência de avaliações de controles internos; (c) Ações incipientes para avaliar a legalidade dos atos de gestão; (d) Inexistência de atividades para avaliar os resultados da gestão; (e) Carência de ações para melhorar a transparência e o controle social; (f) Ausência de monitoramento em casos exigidos por lei. As conclusões da auditoria estão alinhadas com as normas e diretrizes para a implantação do Sistema de Controle Interno no âmbito da Administração Pública Municipal estabelecidas na Instrução Normativa nº 008/2021, alterada pela Instrução Normativa nº 009/2021.",
            "trecho_referencia": "Analisados os documentos juntados, a Comissão Especial de Auditoria elaborou o Relatório de Auditoria Operacional Consolidado nº 002/2021-CEA concluindo que a Controladoria Geral Interna de Novo Gama não executa todas as suas atribuições institucionais e que as executadas carecem de melhorias, bem como que, desempenha, em parte, atividades estranhas às de Órgão Central de Controle Interno, o que resultou em 6 achados – deficiências encontradas quanto à atuação da Controladoria Geral do Município:\na) Ausência de assessoria em relação à gestão de riscos e coordenação da padronização das rotinas e dos controles inerentes aos processos de trabalho;\nb) Inexistência de avaliações de controles internos de gestão, tendo em vista que a CGM não realiza auditoria para avaliar a adequação e eficácia dos controles internos concebidos e implementados pela gestão do município;\nc) Incipiência das ações para avaliar a legalidade dos atos de gestão e não alcançam sua integralidade;\nd) Inexistência de atividades para avaliar os resultados da gestão municipal, ausentes juízo de valor sobre o desempenho da gestão, em termos de eficácia, eficiência e efetividade;\ne) Carência de ações que contribuam para a melhoria contínua da transparência e do controle social, ausentes o desenvolvimento de ações que fomentem a cultura da transparência e de estímulo ao controle social no âmbito do município de Novo Gama;\nf) Ausência de monitoramento em casos em que a legislação exige acompanhamento efetivo do Órgão Central de Controle Interno.\n[...]Verifico que as conclusões exaradas pela Comissão Especial de Auditoria se mostram alinhada às normas e diretrizes para a implantação do Sistema de Controle Interno no âmbito da Administração Pública Municipal estabelecidas na Instrução Normativa nº 008/2021, alterada pela Instrução Normativa nº 009/2021.",
            "doc_id": "955aec6c-aa77-4c40-bdd4-e9d0fca32279"
        },
        {
            "query": "Quais foram os principais achados da auditoria operacional realizada na Controladoria Geral do Município de Novo Gama em 2020, que levaram às determinações e recomendações do Acórdão nº 04525/2021?",
            "resposta": "A auditoria operacional realizada em 2020 na Controladoria Geral do Município de Novo Gama (CGM) e no Órgão Central de Controle Interno (OCCI) teve como objetivo verificar o desempenho do Órgão Central de Controle Interno no cumprimento de sua missão institucional. Os principais achados levaram o Tribunal a expedir determinações e recomendações visando a regulamentação das atribuições da CGM, a estruturação adequada da Controladoria, o patrocínio do trabalho da CGM perante os gestores e servidores municipais e a capacitação do quadro funcional da CGM, entre outros.",
            "trecho_referencia": "Tratam os presentes autos de RECURSO ORDINÁRIO, interposto pelo senhor Carlos Alves dos Santos, Prefeito de Novo Gama, e pela senhora Ângela Maria Mesquita, Controladora Interna, com vistas à reforma do Acórdão nº 04525/2021- Tribunal Pleno, no qual este Tribunal, em auditoria operacional realizada na Controladoria Geral do Município de Novo Gama (CGM) e no Órgão Central de Controle Interno (OCCI), expediu determinações e recomendações.",
            "doc_id": "fa6c826a-ec4b-4d28-b1b2-db51082c5873"
        },
        {
            "query": "Quais foram os principais achados da auditoria operacional na Secretaria Municipal de Educação de Cidade Ocidental nos exercícios de 2019 e 2020, relacionados à gestão da formação continuada dos professores regentes do ensino fundamental?",
            "resposta": "A auditoria identificou vulnerabilidades no mapeamento e diagnóstico das necessidades de capacitação, baixa participação dos professores no planejamento, inexistência de sistematização e periodicidade no planejamento, falta de engajamento dos professores na execução das ações, deficiência no processo de avaliação e controle das ações, incipiência na avaliação do impacto na prática pedagógica e carência de acompanhamento durante o ensino remoto.",
            "trecho_referencia": "Os trabalhos de auditoria levados a termo nos presentes autos têm por objetivo avaliar a gestão das ações (e seus resultados) de capacitação continuada dos professores regentes do ensino fundamental, realizadas pela Secretaria Municipal de Educação de Cidade Ocidental nos exercícios 2019 e 2020.",
            "doc_id": "1eb8dcbe-32c0-48e8-81c8-232183d3fc16"
        },
        {
            "query": "No Acórdão nº 05424/2021, quais foram os principais achados de auditoria que motivaram as recomendações e determinações relacionadas à gestão da formação continuada dos professores em Inhumas?",
            "resposta": "Os principais achados de auditoria que motivaram as recomendações e determinações foram: Inexistência de mapeamento sistematizado e diagnóstico consolidado para subsidiar o planejamento das ações de capacitação de professores; processo de planejamento das formações não formalizado e estruturado; estratégias do PME relacionadas com formação continuada e plano de carreira não iniciadas ou incipientes; deficiência nos controles gerenciais; insuficiência das atividades de avaliação das formações; deficiência no acompanhamento, medição e avaliação contínua dos objetivos e metas formativas; carência de suporte e formações para os professores lidarem com as temáticas que emergiram devido à suspensão das aulas presenciais; e sentimentos de medo, angústia, ansiedade e insegurança dos professores com a perspectiva de reabertura das escolas.",
            "trecho_referencia": "No relatório consta no título “Do Diagnóstico, Planejamento e Implementação das Ações Formativas”, os achados de auditoria que se enumeram adiante: \n- Inexistência de mapeamento sistematizado e diagnóstico consolidado para subsidiar o planejamento das ações de capacitação de professores. \n- O processo de planejamento das formações não está formalizado e estruturado de modo a dar suporte às ações, bem como os objetivos e metas formativas são comprometidos pela ausência de dotação específica de recursos e equipe reduzida. \n- Estratégias do PME relacionadas com formação continuada e plano de carreira não iniciadas ou incipientes, bem como ausência de regulamentação da hora-atividade já prevista em lei. \n- Deficiência nos controles gerenciais, bem como falhas na comunicação da SME prejudicam o adequado controle operacional, de informações e de monitoramento das ações formativas. \n- Insuficiência das atividades de avaliação das formações e carência na coordenação, acompanhamento e suporte aos professores o que limita a implementação de mudanças na prática pedagógica dos professores. \n- Deficiência no acompanhamento, medição e avaliação contínua dos objetivos e metas formativas, o que compromete o replanejamento e aprimoramento das capacitações. \n- Carência de suporte e formações para os professores lidarem com as temáticas que emergiram devido à suspensão das aulas presenciais, tais como: tecnologias digitais, questões emocionais, aulas remotas, estratégias híbridas de ensino e novos modelos de avaliação da aprendizagem. \n- Com a perspectiva de reabertura das escolas, os professores estão experimentando sentimentos de medo, angústia, ansiedade e insegurança, principalmente quanto às medidas de segurança para evitar a propagação do vírus na comunidade escolar, lidar com o impacto socioemocional em sala de aula, ao lado de desafios pedagógicos como o aumento do abandono e evasão escolar e a garantia da equidade na aprendizagem dos alunos.",
            "doc_id": "8f760b8a-7618-46bb-b853-792c0c49870f"
        },
        {
            "query": "Quais foram as principais deficiências de controle interno identificadas na Secretaria de Fiscalização, Transparência e Controle (STFC) de Aparecida de Goiânia durante a auditoria operacional de 2020, e como essas deficiências impactaram a gestão municipal?",
            "resposta": "A auditoria operacional de 2020 identificou diversas deficiências no Órgão Central de Controle Interno (OCCI) de Aparecida de Goiânia, incluindo a ausência de coordenação na normatização de rotinas, inexistência de avaliações de controles internos de gestão, ações incipientes para avaliar a legalidade dos atos de gestão, escassez de atividades para avaliar os resultados de gestão, carência de ações para melhoria da transparência e ausência de monitoramento do cumprimento de determinações legais. Essas deficiências comprometem a boa e regular aplicação dos recursos públicos.",
            "trecho_referencia": "Após avaliar a Secretaria de Transparência, Fiscalização e Controle, Órgão Central de Controle Interno do Município de Aparecida de Goiânia, sua missão institucional, atribuições e estrutura organizacional, a Comissão Especial de Auditoria apontou as deficiências encontradas na atuação da STFC.\n\nDada a riqueza e a extensão do Relatório de Auditoria Operacional n. 001/2020, passo a transcrevê-lo parcialmente, destacando cada deficiência encontrada na entidade jurisdicionada:\n\n3.  1 Ausência de coordenação acerca da normatização das rotinas e dos controles inerentes aos processos de trabalho baseada em riscos\n\n3.2 Inexistência de avaliações de controles internos de gestão\n\n3.3 Incipiência das ações para avaliar a legalidade dos atos de gestão\n\n3.4 Escassez de atividades para avaliar os resultados de gestão\n\n3.5 Carência de ações que contribuam para a melhoria contínua da transparência e o controle social\n\n3.6 Ausência de monitoramento quanto ao cumprimento das determinações legais e dos órgãos de controle interno e externo",
            "doc_id": "b10bebbb-0a8f-4089-890d-388a19e68ffe"
        },
        {
            "query": "Considerando o objetivo da auditoria operacional realizada na Secretaria Municipal de Educação de Catalão, quais foram os principais achados relacionados à gestão das ações de formação continuada ofertadas aos docentes da educação infantil e do ensino fundamental?",
            "resposta": "A auditoria identificou carência no levantamento de necessidades dos professores, desalinhamento entre as capacitações ofertadas e os objetivos dos instrumentos direcionadores (como o PME), e ausência de monitoramento e avaliação da implementação das ações previstas no PME.",
            "trecho_referencia": "Após a aplicação das técnicas de coleta e análise de dados, foram identificadas as seguintes deficiências na gestão das ações de formação continuada de professores regentes da educação infantil e do ensino fundamental:\na) carência na atividade de levantamento diagnóstico e de sondagem das necessidades e demandas dos professores, uma vez que o planejamento das ações de capacitação dos professores não é realizado de modo estruturado, formalizado e periódico, e ocorre de forma não sistematizada;\nb) desalinhamento entre as capacitações ofertadas e os objetivos dos instrumentos direcionadores, visto que a SME não realiza, de maneira ampla e integral, o previsto nas estratégias e metas vinculadas às ações de formação continuada constantes no PME de Catalão em vigência; e\nc) ausência de monitoramento e avaliação da implementação das ações previstas no PME.",
            "doc_id": "8c92fe77-a69d-437e-a066-5f6433000a25"
        },
        {
            "query": "Qual foi a materialidade (maior parte das despesas empenhadas na função Educação) e a relevância (pode contribuir para aperfeiçoamento de aspectos da gestão municipal da educação) consideradas na escolha do ensino fundamental como objeto da auditoria operacional realizada na Secretaria Municipal de Educação e Cultura de Trindade?",
            "resposta": "A materialidade foi a maior parte das despesas empenhadas na função Educação para atender ao ensino fundamental, que concentra mais alunos e profissionais. A relevância foi a contribuição potencial para aperfeiçoar a gestão municipal da educação, incluindo o alcance das metas do IDEB e o envolvimento do controle social.",
            "trecho_referencia": "Na determinação do objeto de auditoria a Comissão considerou ainda, conforme colho em seu Relatório de fls. 1241/1297: a) que a maior parte das despesas empenhadas na função Educação foram para atender a essa etapa do ensino, que concentra mais alunos e mais profissionais (critério materialidade); b) a escassez de auditorias anteriores do próprio TCMGO ou trabalhos de outros órgãos de pesquisa ou de controle, como a Controladoria Geral do Município (CGM), em relação ao objeto escolhido (critério agregação de valor); c) sua relevância para o município auditado, uma vez que a auditoria pode contribuir para aperfeiçoamento de aspectos da gestão municipal da educação, tais como alcance das metas estabelecidas para o Índice de Desenvolvimento da Educação Básica (IDEB); envolvimento do controle social, qualidade do ambiente educacional e funcionamento adequado das instituições educacionais (critério relevância); d) que o município de Trindade atingiu a nota C (que significa “baixo nível de adequação” do desempenho da gestão municipal) no índice de efetividade da gestão municipal em educação (índice i-EDUC do IEGM) do TCMGO.",
            "doc_id": "27218f68-9bfe-4834-84e2-e671708ed577"
        },
        {
            "query": "No município de Rio Verde, quais foram as principais fragilidades identificadas na estrutura e atuação da Controladoria-Geral do Município (CGM) que impactam sua capacidade de exercer a auditoria interna governamental de forma eficaz, conforme identificado no relatório de auditoria?",
            "resposta": "As principais fragilidades identificadas na CGM de Rio Verde são: falta de definição clara dos papéis dos órgãos integrantes do SCI, ausência de regulamentação específica das prerrogativas e deveres dos servidores da CGM, formalização incipiente dos processos de trabalho, estrutura orgânica incompatível com as atribuições do órgão, insuficiência de capacitação voltada para a função auditoria interna governamental e carência de ferramentas de TI para dar suporte ao exercício das atividades típicas de auditoria interna governamental.",
            "trecho_referencia": "Constatou-se na auditoria que a atual estrutura da CGM de Rio Verde é parcialmente adequada para o exercício da auditoria interna governamental, sendo que os aspectos considerados mais relevantes e que apresentaram maiores necessidades de melhorias foram: em primeiro lugar, o aspecto normativo e, em segundo lugar, o aspecto de tecnologia da informação (que é fundamental para o eficaz e eficiente exercício da função auditoria interna).\n\nConcorreram para essa conclusão as situações encontradas a seguir.\n\nEm relação à base normativa da CGM:\n\n1. Falta de definição clara dos papéis dos órgãos integrantes do SCI, de modo a contextualizar a CGM como órgão de auditoria no âmbito desse sistema\n\n2. Ausência de regulamentação específica de prerrogativas e deveres dos servidores da CGM\n\n3. Formalização ainda incipiente dos processos de trabalho da CGM\n\nEm relação à estrutura organizacional da CGM:\n\n4. Estrutura orgânica incompatível com as atribuições do órgão\n\nEm relação à capacitação do quadro funcional da CGM:\n\n5. Insuficiência de capacitação voltada para a função auditoria interna governamental\n\nEm relação ao suporte tecnológico da CGM:\n\n6. Carência de ferramentas de TI para dar suporte ao exercício das atividades típicas de auditoria interna governamental",
            "doc_id": "ec564135-05c9-412d-9c0b-de944fe3705c"
        },
        {
            "query": "Considerando o objetivo da auditoria operacional na Controladoria Geral do Município de Novo Gama em verificar o desempenho do Órgão Central de Controle Interno, quais foram os principais achados relacionados à avaliação da adequação e eficácia dos controles internos implementados pela gestão municipal?",
            "resposta": "A auditoria detectou a inexistência de avaliações de controles internos de gestão, incipiência das ações para avaliar a legalidade dos atos de gestão, inexistência de atividades para avaliar os resultados de gestão, carência de ações que contribuam para a melhoria contínua da transparência e o controle social, e ausência de monitoramento em casos em que a legislação exige acompanhamento efetivo do Órgão Central de Controle Interno.",
            "trecho_referencia": "2. Inexistência de avaliações de controles internos de gestão\nA CGM não realiza fiscalizações (auditorias) para avaliar a adequação e eficácia dos controles internos concebidos e implementados pela gestão do município.\n3. Incipiência das ações para avaliar a legalidade dos atos de gestão\nAs ações empreendidas pela CGM para avaliar a legalidade dos atos de gestão são incipientes e concentradas em análises processuais, e não alcançam a integralidade da gestão municipal, como por exemplo, os fatos relacionados à receita pública e ao controle patrimonial.\n4. Inexistência de atividades para avaliar os resultados de gestão\nOs trabalhos desenvolvidos pela CGM não são voltados à análise de desempenho da gestão municipal quanto à eficiência, eficácia e economicidade.\n5. Carência de ações que contribuam para a melhoria contínua da transparência e o controle social\nA CGM não vem desenvolvendo ações que fomentem a cultura da transparência e de estímulo ao controle social no âmbito do município de Novo Gama, como forma de prevenir e combater a corrupção e outros danos à gestão pública.\n6. Ausência de monitoramento em casos em que a legislação exige acompanhamento efetivo do Órgão Central de Controle Interno\nA CGM tem sido omissa quanto ao monitoramento das situações que a lei determina como de acompanhamento obrigatório por parte do OCCI, tais como acompanhamento dos limites legais e constitucionais; acompanhamento da efetiva implementação de determinações e recomendações de órgãos de controle externo; adoção de providências cabíveis pelos responsáveis em caso de constatação de danos ao erário.",
            "doc_id": "3d41299f-86f0-44fd-8040-ad7b3ed9b74f"
        },
        {
            "query": "Quais as principais deficiências identificadas na atuação do Órgão Central de Controle Interno (OCCI) do município de Luziânia, conforme a auditoria operacional realizada pelo TCMGO em 2021?",
            "resposta": "A auditoria identificou deficiências como: ausência de coordenação na normatização baseada em riscos, inexistência de avaliações de controles internos, incipiência na avaliação da legalidade dos atos de gestão, escassez na avaliação dos resultados da gestão, carência de ações para melhorar a transparência e o controle social, e ausência de monitoramento do cumprimento de determinações legais e de órgãos de controle.",
            "trecho_referencia": "O trabalho permitiu identificar as seguintes deficiências (as quais também podem ser traduzidas como oportunidades de melhoria) quanto à atuação do OCCI do município de Luziânia, dispostos na forma dos seguintes achados: 1. Ausência de coordenação acerca da normatização das rotinas e dos controles inerentes aos processos de trabalho baseada em riscos; 2. Inexistência de avaliações de controles internos; 3. Incipiência das ações para avaliar a legalidade dos atos de gestão; 4. Escassez de atividades para avaliar os resultados de gestão; 5. Carência de ações que contribuam para a melhoria contínua da transparência e do controle social; 6. Ausência de monitoramento quanto ao cumprimento das determinações legais e dos órgãos de controle interno e externo.",
            "doc_id": "ab56f3a5-bcf6-4147-95e9-3cbf94b6316a"
        },
        {
            "query": "No contexto da auditoria operacional realizada na Secretaria de Transparência, Fiscalização e Controle do município de Aparecida de Goiânia, quais foram as principais deficiências identificadas no Sistema de Controle Interno (SCI) e quais medidas foram determinadas pelo Tribunal de Contas dos Municípios do Estado de Goiás (TCMGO) para mitigar essas deficiências?",
            "resposta": "As principais deficiências identificadas foram: ausência de coordenação na normatização de rotinas baseada em riscos, inexistência de avaliações de controles internos, ações incipientes para avaliar a legalidade dos atos de gestão, escassez de atividades para avaliar resultados de gestão, carência de ações para a melhoria da transparência e controle social, e ausência de monitoramento do cumprimento de determinações legais. O TCMGO determinou a revisão dos marcos normativos da STFC e do SCI, a estruturação do quadro funcional do OCCI e o patrocínio do trabalho do OCCI perante os gestores e servidores municipais.",
            "trecho_referencia": "O trabalho permitiu identificar as seguintes deficiências (as quais também podem ser traduzidas como oportunidades de melhoria) quanto à atuação do OCCI do município de Aparecida de Goiânia, dispostas em forma dos seguintes achados: 1. Ausência de coordenação acerca da normatização das rotinas e dos controles inerentes aos processos de trabalho baseada em riscos\n2. Inexistência de avaliações de controles internos\n3. Incipiência das ações para avaliar a legalidade dos atos de gestão\n4. Escassez de atividades para avaliar os resultados de gestão\n5. Carência de ações que contribuam para a melhoria contínua da transparência e do controle social\n6. Ausência de monitoramento quanto ao cumprimento das determinações legais e dos órgãos de controle interno e externo\n\n1. DETERMINAR ao Prefeito de Aparecida de Goiânia, juntamente com o Secretário de Transparência Fiscalização e Controle, no que couber, que: 1.1 – Revise os marcos normativos que tratam das atribuições da STFC, bem como de todo o SCI, e regulamente suas atividades, tendo em vista a necessidade de controlar todos os atos da gestão orçamentária, patrimonial e financeira do ente; 1.2- Estruture o quadro funcional do OCCI; 1.3- Patrocine o trabalho do OCCI perante os gestores e servidores municipais.",
            "doc_id": "eee1397c-cc65-4bb9-8e00-646752a0db0b"
        },
        {
            "query": "No município de Catalão, quais os principais riscos identificados na auditoria operacional da Secretaria Municipal de Educação, considerando a gestão e os resultados das ações de formação continuada para professores?",
            "resposta": "A auditoria identificou carência no levantamento diagnóstico das necessidades dos professores, desalinhamento entre as capacitações ofertadas e os objetivos dos instrumentos direcionadores, e ausência de monitoramento e avaliação da implementação das ações previstas no Plano Municipal de Educação (PME).",
            "trecho_referencia": "O trabalho identificou deficiências e pontos de melhoria no ciclo de gestão das ações de formação continuada ofertadas pela SME do município de Catalão, dispostos nos seguintes achados de auditoria:\n\n1.  Carência na atividade de levantamento diagnóstico e de sondagem das necessidades e demandas dos professores da rede pública municipal de ensino.\n\n2.  Desalinhamento entre as capacitações ofertadas e os objetivos dos instrumentos direcionadores.\n\n3.  Ausência de monitoramento e avaliação da implementação das ações previstas no PME.",
            "doc_id": "2d229d75-7270-4dc8-9044-db3048b74652"
        },
        {
            "query": "No município de Goianésia, quais foram os principais achados de auditoria relacionados à estrutura e ao funcionamento da Controladoria-Geral do Município (CGM) como Órgão Central de Controle Interno (OCCI), e como esses achados impactam a capacidade da CGM de realizar auditoria interna governamental de forma eficaz?",
            "resposta": "A auditoria constatou que a estrutura da CGM de Goianésia é inadequada para o exercício da função auditoria interna governamental devido à falta de formalização de processos, estrutura orgânica incompatível, insuficiência de servidores efetivos e de capacitação, e carência de ferramentas de TI. Esses achados comprometem a capacidade da CGM de avaliar controles internos e a gestão, impactando a maturidade do sistema de controle interno do município.",
            "trecho_referencia": "Constatou-se na auditoria que a atual estrutura da CGM de Goianésia é inadequada para o exercício da função auditoria interna governamental, sendo que os aspectos considerados mais relevantes e que apresentaram maiores necessidades de melhorias foram: em primeiro lugar, a estrutura de pessoal e, em segundo lugar, a estrutura normativa (que é fundamental para o eficaz e eficiente exercício da função auditoria interna governamental).",
            "doc_id": "81cdea7b-6b51-47b8-80b0-1c474245fb62"
        },
        {
            "query": "Quais foram os principais achados da auditoria operacional na Secretaria Municipal de Educação de Cidade Ocidental em relação à formação continuada de professores, e qual o nível de materialidade/risco associado a cada um deles?",
            "resposta": "A auditoria identificou diversas deficiências na gestão das ações de formação continuada, incluindo vulnerabilidades no mapeamento de necessidades, baixa participação dos professores no planejamento, falta de sistematização do processo, deficiências na avaliação das ações, ausência de avaliação do impacto na prática pedagógica, carência de acompanhamento dos professores durante a pandemia, e insegurança dos docentes na retomada das atividades presenciais. O relatório não quantifica o nível de materialidade/risco de cada achado, mas a recorrência dos achados demonstra uma ineficiência da secretaria e consequentemente um grande potencial de prejuízo financeiro ao município.",
            "trecho_referencia": "O trabalho identificou deficiências e pontos de melhoria no ciclo de gestão das ações de formação continuada ofertadas pela SME do município de Cidade Ocidental, dispostos nos achados a seguir:\n1. Vulnerabilidade no processo de mapeamento sistematizado e diagnóstico consolidado, que dão base para a execução do planejamento das ações de capacitação dos professores.\n2. Baixa participação dos professores no processo de planejamento das ações de capacitação promovidas pela SME.\n3. Inexistência de sistematização e periodicidade do processo de planejamento das ações de capacitação dos professores.\n5. Deficiência no processo de avaliação e controle das ações de capacitação dos professores por parte da SME\n6. Incipiência na atividade de avaliação e controle do impacto das ações de capacitação para a melhoria do planejamento e da prática pedagógica dos professores regentes por parte da SME.\n7. Carência de um acompanhamento periódico por parte da SME, prestando a devida assistência aos professores, tal como, por exemplo, na oferta de formações específicas e de suportes prestados, para que eles trabalhassem de forma eficiente e eficaz os temas e conteúdos que surgiram durante o período de calamidade pública e de aulas não presenciais.\n8. Insegurança dos docentes inerente à retomada das atividades presenciais, em face à propagação do vírus na comunidade escolar, bem como o impacto emocional decorrente da pandemia e do enfrentamento de novos desafios pedagógicos na garantia da equidade na aprendizagem dos alunos.",
            "doc_id": "f0a2ff57-3641-499c-baf6-b8996c8c4f0f"
        },
        {
            "query": "Considerando os achados de auditoria relacionados à formação continuada de professores do ensino fundamental em Cidade Ocidental/GO nos exercícios de 2019 e 2020, quais fragilidades nos controles internos foram identificadas que impactaram o planejamento e a execução das ações de capacitação, e quais as medidas corretivas propostas no plano de ação do município para mitigar esses riscos?",
            "resposta": "A auditoria identificou fragilidades nos controles internos que impactaram o planejamento e a execução das ações de capacitação, como a vulnerabilidade no mapeamento e diagnóstico das ações, a baixa participação dos professores no processo de planejamento, a inexistência de sistematização e periodicidade do processo, e a falta de engajamento dos professores na etapa de execução. O plano de ação do município deve apresentar medidas corretivas para mitigar esses riscos.",
            "trecho_referencia": "O trabalho contemplou todo o ciclo de gestão: planejamento, execução, controle, monitoramento e avaliação. Os principais achados de auditoria apontam para problemas tais como: vulnerabilidade existente no mapeamento e no diagnóstico das ações de capacitação, que ocorrem de maneira informal e não documentada; baixa participação desses professores no processo de planejamento das ações de capacitação; o planejamento de tais ações de capacitação ocorre de forma não periódica; falhas no processo de avaliação das atividades formativas, que ocorrem de maneira informal.",
            "doc_id": "6dbf9684-63ad-40a7-a4c1-e3c1e435913c"
        },
        {
            "query": "Considerando as deliberações do Acórdão nº 01331/2020 e o monitoramento subsequente na Secretaria Municipal de Educação de Trindade, quais foram os principais desafios enfrentados na implementação das ações relacionadas à segurança patrimonial das instituições de ensino (item 3.19) e quais medidas estão sendo consideradas para superá-los?",
            "resposta": "A recomendação do item 3.19 não foi implementada, pois as escolas não contam com vigilância permanente e o aspecto de segurança tem sido tratado de forma autônoma pelas instituições educacionais, através de ações isoladas de alguns diretores. A SME afirmou que é projeto do Executivo equipar todas as instituições educacionais com câmeras de segurança, e construir muros em volta de todas as escolas da rede, mas essa questão ainda precisa ser amplamente discutida entre diversos atores.",
            "trecho_referencia": "69. Mas, em visita à amostra de instituições educacionais (PT 48A a PT 48L), identificou-se que as escolas não contam o apoio de vigilância permanente durante o período das aulas, contando apenas com patrulha que ronda as escolas; no geral, o aspecto de segurança tem sido tratado de forma autônoma pelas instituições educacionais, através de ações isoladas de alguns diretores, tais como a aquisição de câmeras de segurança e de equipamentos de gravação de imagem, através dos recursos do Programa Dinheiro Direto na Escola (PDDE). Mesmo assim, percebe-se a vulnerabilidade de todas as escolas visitadas.\n70. A SME afirmou (PT 49A) que é projeto do Executivo equipar todas as instituições educacionais com câmeras de segurança, e construir muros em volta de todas as escolas da rede, mas essa questão ainda precisa ser amplamente discutida entre diversos atores.",
            "doc_id": "e1353503-9e38-4d11-a5dc-5f0ed154044d"
        },
        {
            "query": "Considerando o escopo da auditoria operacional na Secretaria Municipal de Educação de Inhumas, quais os principais achados relacionados à gestão da formação continuada de professores que indicam riscos ou fragilidades no planejamento, execução e avaliação dessas ações?",
            "resposta": "Os principais achados apontam para a inexistência de um mapeamento sistematizado das necessidades dos professores, falta de formalização e estruturação do processo de planejamento das formações, deficiências nos controles gerenciais e na comunicação da SME, insuficiência na avaliação das formações e carência de suporte aos professores, além de dificuldades em lidar com as temáticas emergenciais decorrentes da suspensão das aulas presenciais.",
            "trecho_referencia": "O trabalho identificou situações (às quais também podem ser traduzidas como oportunidades de melhoria) no ciclo de gestão das ações de formação continuada ofertadas pela SME do município de Inhumas, dispostos na forma dos seguintes achados:\n\n1. Inexistência de mapeamento sistematizado e diagnóstico consolidado para subsidiar o planejamento das ações de capacitação de professores.\n\n2. O processo de planejamento das formações não está formalizado e estruturado de modo a dar suporte às ações, bem como os objetivos e metas formativas são comprometidos pela ausência de dotação específica de recursos e equipe reduzida.\n\n3. Deficiência nos controles gerenciais, bem como falhas na comunicação da SME, prejudicam o adequado controle operacional, de informações e de monitoramento das ações formativas.\n\n4. Insuficiência das atividades de avaliação das formações e carência na coordenação, acompanhamento e suporte aos professores, o que limita a implementação de mudanças na prática pedagógica dos professores.\n\n5. Deficiência no acompanhamento, medição e avaliação contínua dos objetivos e metas formativas, o que compromete o replanejamento e aprimoramento das capacitações.\n\n6. Carência de suporte e formações para os professores lidarem com as temáticas que emergiram devido à suspensão das aulas presenciais, tais como: tecnologias digitais, questões emocionais, aulas remotas, estratégias híbridas de ensino e novos modelos de avaliação da aprendizagem.",
            "doc_id": "e5a7375c-0f98-4744-b3be-2e6643d76b2e"
        },
        {
            "query": "Considerando o relatório de auditoria operacional consolidado da Secretaria de Educação de Inhumas/GO, quais os principais riscos identificados que impactam a gestão da formação continuada de professores e quais medidas de mitigação foram propostas para esses riscos?",
            "resposta": "Os principais riscos identificados na auditoria em Inhumas/GO incluem a inexistência de mapeamento sistematizado, planejamento não formalizado das formações, estratégias do PME não implementadas, deficiências nos controles gerenciais e carência de suporte aos professores. As medidas de mitigação propostas concentram-se na sistematização do mapeamento, formalização do planejamento, previsão orçamentária específica, fortalecimento da equipe da SME e melhoria dos controles internos.",
            "trecho_referencia": "Os principais achados de auditoria apontam para problemas como: a inexistência de mapeamento sistematizado e diagnóstico consolidado para subsidiar o planejamento das ações de capacitação; o processo de planejamento não está formalizado e estruturado de modo a dar suporte às ações; os objetivos e metas formativas são comprometidos pela ausência de dotação específica de recursos e equipe reduzida; as estratégias do PME relacionadas com formação continuada e plano de carreira não iniciadas ou incipientes; ausência de regulamentação da hora-atividade já prevista em lei. Outros achados relacionados ao controle, monitoramento e avaliação completam a análise.",
            "doc_id": "95d7e99c-d181-456f-890b-ab4629e33eb4"
        },
        {
            "query": "Em Aparecida de Goiânia, quais fragilidades nos controles internos do município foram apontadas no Acórdão nº 04068/2021 e como a Secretaria de Transparência, Fiscalização e Controle (STFC) planejou mitigar esses riscos, conforme o plano de ação monitorado?",
            "resposta": "O Acórdão nº 04068/2021 apontou fragilidades como ausência de coordenação na normatização de rotinas baseadas em riscos, inexistência de avaliações de controles internos, ações incipientes para avaliar a legalidade da gestão, escassez na avaliação de resultados e carência de ações para transparência e controle social. A STFC apresentou um plano de ação para mitigar esses riscos.",
            "trecho_referencia": "11. Inicialmente, destaca-se que os achados de auditoria que motivaram as deliberações do Acórdão, como descritos no capítulo 3.1 do Relatório de Auditoria Operacional Consolidado nº 1/2020, foram a: a) ausência de coordenação acerca da normatização das rotinas e dos controles inerentes aos processos de trabalho baseada em riscos; b) inexistência de avaliações de controles internos de gestão; c) incipiência das ações para avaliar a legalidade dos atos de gestão; d) escassez de atividades para avaliar os resultados de gestão; e) carência de ações que contribuam para a melhoria contínua da transparência e o controle social.\n4. O objeto do monitoramento é o Plano de Ação apresentado em 8/9/2022 pelo Poder Executivo e pela Secretaria Municipal de Transparência, Fiscalização e Controle (STFC) de Aparecida de Goiânia, por meio do Ofício n° 330/2022–CD-STFC13.",
            "doc_id": "827859cc-5ddd-4c61-9c6f-671de74d5398"
        },
        {
            "query": "No contexto da auditoria operacional do Programa de Autonomia Financeira das Instituições Educacionais (PAFIE) em Goiânia, quais foram as principais deficiências identificadas na estrutura e execução do programa que impactaram o alcance de seus objetivos e metas, conforme avaliação do Tribunal de Contas dos Municípios do Estado de Goiás (TCMGO)?",
            "resposta": "O TCMGO identificou que o PAFIE não estava estruturado adequadamente para atingir seus objetivos e metas, devido à falta de clareza destes na legislação e normas do programa, à disseminação inadequada aos Conselhos Escolares/Gestores (CEGs), à inexistência de critérios de avaliação de desempenho e à participação incipiente dos CEGs, caracterizada pela formalidade e limitada autonomia.",
            "trecho_referencia": "Verificou-se que o programa não está estruturado de forma adequada para atingir os seus objetivos e metas, em razão de esses objetivos e metas não constarem claramente na legislação e demais normas que tratam do programa, pelo fato de a disseminação desses objetivos e metas aos CEGs ser insatisfatória e pelo fato de inexistir critérios de avaliação de desempenho do PAFIE que possibilitem direcionar apropriadamente as ações pretendidas com o programa, bem como medir os seus resultados.\nIdentificou-se também que a participação dos CEGs na execução do programa ainda é incipiente, caracterizada pela formalidade (em razão principalmente da ausência de ações de capacitação direcionadas a eles) e pela limitada autonomia, oriunda da própria sistemática de gerenciamento do programa adotada pela SME.",
            "doc_id": "033131ce-1978-4bbe-acf1-d97b6496e426"
        },
        {
            "query": "Considerando a auditoria operacional realizada no ensino fundamental da rede pública municipal de Trindade - Goiás, quais foram as principais fragilidades identificadas na gestão da Secretaria Municipal de Educação e Cultura (SMEC) que impactam diretamente na qualidade do ensino e aprendizagem dos alunos?",
            "resposta": "As principais fragilidades identificadas na gestão da SMEC que impactam a qualidade do ensino e aprendizagem em Trindade incluem a inexistência de políticas e procedimentos para a correta escrituração das despesas, o acompanhamento inadequado de metas e objetivos do ensino fundamental, a ausência de avaliação periódica de desempenho dos servidores, a falta de formação em gestão para diretores, ações de formação continuada insuficientes, precariedade da estrutura física das instituições de ensino, e a ausência de participação dos pais na vida escolar dos alunos.",
            "trecho_referencia": "Identificou-se a inexistência de políticas e procedimentos que assegurem a correta escrituração das despesas empenhadas nas subfunções 361 (ensino fundamental) e 365 (educação infantil). Verificou-se que algumas metas e objetivos do ensino fundamental não estão sendo devidamente acompanhados pela SMEC e pelas equipes gestoras [...]. Constatou-se que não existe avaliação periódica de desempenho e nem políticas e procedimentos para avaliar o desempenho e a produtividade dos servidores da rede municipal de ensino fundamental. Verificou-se que, em sua maioria, os diretores das instituições educacionais do município não possuem formação na área de gestão escolar [...]. Constatou-se que as ações de formação continuada não atendem todos os professores do ensino fundamental da rede municipal de ensino [...]. Esses resultados indicam que a maioria das IEs apresentaram ambientes insatisfatórios à prática educacional, uma vez que a maior parte delas foi considerada precária e boa parte apresentou risco de se tornar precária [...]. Por fim, restou evidenciado que a ausência de participação dos pais e responsáveis na vida escolar dos alunos é um dos principais fatores que tem prejudicado o êxito do processo ensino-aprendizagem e, consequentemente, impactado o desempenho do ensino fundamental da rede.",
            "doc_id": "2f6ad453-6760-4d7b-9f9a-62afb0334c8b"
        },
        {
            "query": "No contexto das obras de pavimentação em Anápolis, qual o critério técnico utilizado para definir a priorização de vias a serem recapeadas, considerando a existência de um sistema de gestão de pavimentos (SGPU) implementado em 2011?",
            "resposta": "As vias prioritárias para recapeamento em Anápolis são definidas com base em informações da Companhia Municipal de Trânsito e Transportes (CMTT), com foco nas linhas de ônibus e vias principais, complementadas por avaliações visuais, porém sem uma metodologia técnica formalizada.",
            "trecho_referencia": "Em entrevista registrada no Extrato de Entrevista n°. 26 (fls. 376-377, vol. 1), com o Diretor de Obras Públicas questionando-o se as vias prioritárias para receber intervenções são somente as linhas de ônibus. Em resposta informa que realmente são priorizadas as linhas de ônibus e as principais. Quanto às locais também o questiona e, se elas são salvaguardadas apenas pelas operações tapa-buraco, e responde que não, contextualizando com o exemplo das vias do bairro Jundiai, recapeadas no contrato nº 322/2019, sendo algumas contempladas, porém não soube informar como elas são escolhidas. Informou ainda que recebe muitas demandas da Companhia Municipal de Transporte e de Trânsito (CMTT) oriundas da concessionária de ônibus e do próprio serviço de tapa-buraco, utilizando estas demandas como referência para escolha das vias.",
            "doc_id": "8f118c2f-f25d-40d7-ad57-9ce93901cab8"
        }
    ]
]