[
    {
        "query": "Em crimes sexuais contra menores, qual o valor probatório do depoimento da vítima e quais outros elementos podem corroborá-lo?",
        "resposta": "Em crimes sexuais, especialmente contra menores, o depoimento da vítima possui especial valor probatório, desde que corroborado por outros elementos de prova presentes nos autos. Tal orientação justifica-se pela natureza clandestina desses crimes, que muitas vezes ocorrem sem a presença de testemunhas.",
        "trecho_referencia": "O Superior Tribunal de Justiça possui entendimento consolidado no sentido de que, em crimes sexuais, especialmente aqueles cometidos contra menores, o depoimento da vítima possui especial valor probatório, desde que corroborado por outros elementos de prova presentes nos autos. Tal orientação justifica-se pela natureza clandestina desses crimes, que muitas vezes ocorrem sem a presença de testemunhas.",
        "número": "2667346",
        "link": "https://processo.stj.jus.br/processo/show/AREsp/2667346",
        "processo": "AREsp 2667346",
        "relator": "Ministra DANIELA TEIXEIRA",
        "data_julgamento": "17/12/2024"
    },
    {
        "query": "Em que casos a aplicação da fração de 1/12 para cada circunstância judicial negativa na dosimetria da pena-base é considerada inadequada e qual a fração mais adequada?",
        "resposta": "A aplicação da fração de 1/12 para cada circunstância judicial negativa na dosimetria da pena-base, sem motivação adequada, viola o artigo 59 do Código Penal e o princípio da proporcionalidade, sendo mais adequada a fração de 1/8 para garantir a proteção suficiente ao direito fundamental à vida.",
        "trecho_referencia": "A aplicação da fração de 1/12 para cada circunstância judicial negativa na dosimetria da pena-base, sem motivação adequada, viola o artigo 59 do Código Penal e o princípio da proporcionalidade, sendo mais adequada a fração de 1/8 para garantir a proteção suficiente ao direito fundamental à vida.",
        "número": "2649702",
        "link": "https://www.stj.jus.br/processo/pesquisa/processo/2649702",
        "processo": "AREsp 2649702",
        "relator": "Ministra DANIELA TEIXEIRA",
        "data_julgamento": "17/12/2024"
    },
    {
        "query": "O tempo de trabalho realizado por um condenado antes do início da execução da pena pode ser computado para fins de remição, conforme o art. 126 da LEP?",
        "resposta": "O STJ entende que o tempo de trabalho realizado pelo condenado antes do início da execução da pena não pode ser computado para fins de remição, conforme a Súmula 7/STJ.",
        "trecho_referencia": "A jurisprudência consolidada do Superior Tribunal de Justiça exige que o tempo laborado seja posterior ao início da execução penal, vedando a contagem de trabalho realizado enquanto o condenado se encontrava em liberdade, sob pena de criar uma espécie de \"crédito de pena\" não previsto em lei.",
        "número": "2329959",
        "link": "https://processo.stj.jus.br/processo/showDocument/are-2329959-mg",
        "processo": "AREsp 2329959",
        "relator": "Ministra DANIELA TEIXEIRA",
        "data_julgamento": "17/12/2024"
    },
    {
        "query": "Em um caso com pena de 4 anos, primariedade e circunstâncias judiciais favoráveis, é possível a fixação do regime inicial semiaberto com base na gravidade concreta do delito, mesmo que o regime inicial mais brando fosse possível?",
        "resposta": "Sim, a fixação do regime inicial semiaberto com base na gravidade concreta do delito é possível, mesmo que a pena permitisse regime mais brando e diante da primariedade e das circunstâncias judiciais favoráveis, desde que em consonância com o Tema Repetitivo 1214.",
        "trecho_referencia": "É válida a fixação de regime inicial mais gravoso, com base na gravidade concreta do delito, mesmo quando a pena permitiria regime mais brando e diante da primariedade e das circunstâncias judiciais favoráveis, em conformidade com o Tema Repetitivo 1214.",
        "número": "2412430",
        "link": "https://www.stj.jus.br/processo/pesquisa/aresp/2023/0254259-8",
        "processo": "AREsp 2412430 / SP",
        "relator": "Ministra DANIELA TEIXEIRA",
        "data_julgamento": "03/12/2024"
    },
    {
        "query": "Em crimes de violência doméstica, qual o limite para o aumento da pena-base com base em antecedentes e circunstâncias desfavoráveis, e em que casos é possível rever a dosimetria da pena em recurso especial?",
        "resposta": "A jurisprudência do STJ admite a valoração negativa de antecedentes e circunstâncias desfavoráveis, com aumento da pena-base, desde que devidamente fundamentada em elementos concretos, como o uso excessivo de violência. No caso, o aumento de 1/8 foi justificado pelo elevado número de facadas desferidas. A revisão da dosimetria da pena, no entanto, é vedada em recurso especial quando exige o reexame do acervo fático-probatório.",
        "trecho_referencia": "III. RAZÕES DE DECIDIR 3. A jurisprudência do STJ é pacífica no sentido de que a individualização da pena é discricionariedade do juiz, sujeita à revisão apenas em casos de flagrante ilegalidade ou abuso de poder. No caso, o aumento de 1/8 sobre a pena-base foi devidamente fundamentado nos antecedentes do réu e nas circunstâncias do crime, como o uso excessivo de violência, justificado pelo elevado número de facadas.\n4. Não há um critério matemático fixo para o aumento da pena-base em razão de circunstâncias desfavoráveis, cabendo ao juiz sopesar as particularidades do caso concreto, observando os princípios da proporcionalidade e da razoabilidade.\n5. A revisão da dosimetria da pena exigiria o reexame do acervo fático- probatório, o que é vedado em recurso especial, conforme a Súmula 7 do STJ.",
        "número": "2665463",
        "link": "https://processo.stj.jus.br/processo/show.do?processo.processoId=834773&processo.codigo=AREsp+2665463",
        "processo": "AREsp 2665463",
        "relator": "DANIELA TEIXEIRA",
        "data_julgamento": "03/12/2024"
    },
    {
        "query": "Em que circunstâncias a solicitação de drogas configura o crime de tráfico de drogas?",
        "resposta": "A simples solicitação de drogas, sem que haja posse ou entrega da substância, não caracteriza o crime de tráfico de drogas, pois se trata de um ato preparatório atípico, não tipificado no art. 33 da Lei nº 11.343/2006.",
        "trecho_referencia": "O entendimento consolidado desta Corte é que a simples solicitação de droga, desacompanhada da posse ou entrega da substância, não é suficiente para configurar o crime de tráfico, pois a conduta não se subsume ao tipo penal previsto no art. 33 da Lei de Drogas.",
        "número": "2522327",
        "link": "https://scon.stj.jus.br/SCON/GetInteiroTeorDoAcordao?num_registro=202304472800&dt_publicacao=03/12/2024&tipo_documento=AGRAVO%20EM%20RECURSO%20ESPECIAL&num_acao=2522327&cd_processo=834773&competencia=T5",
        "processo": "834773",
        "relator": "DANIELA TEIXEIRA",
        "data_julgamento": "03/12/2024"
    },
    {
        "query": "É possível interpor agravo regimental contra acórdão proferido por órgão colegiado do Superior Tribunal de Justiça?",
        "resposta": "O agravo regimental não é cabível contra acórdãos proferidos por órgãos colegiados do Superior Tribunal de Justiça, configurando erro grosseiro, não sendo aplicável o princípio da fungibilidade recursal.",
        "trecho_referencia": "O agravo regimental é destinado exclusivamente à impugnação de decisões monocráticas, não havendo previsão legal ou regimental para seu cabimento contra acórdãos de órgãos colegiados. \n4. A interposição de agravo regimental contra acórdão configura erro grosseiro, não sendo aplicável o princípio da fungibilidade recursal.",
        "número": "2493840",
        "link": "https://processo.stj.jus.br/processo/pesquisa/processo/67b3ddf1aef3db31b63c8803?aplicacao=processo&tipo=livre",
        "processo": "AREsp 2493840 / SP",
        "relator": "JOEL ILAN PACIORNIK",
        "data_julgamento": "18/12/2024"
    },
    {
        "query": "Em que circunstâncias a superveniência de uma sentença condenatória torna inócua a alegação de inépcia da queixa-crime?",
        "resposta": "A superveniência de uma sentença condenatória torna inócua a alegação de inépcia da queixa-crime, pois o exercício do contraditório e da ampla defesa é garantido durante a instrução criminal, invalidando a alegação de que a queixa-crime não atendeu aos requisitos formais.",
        "trecho_referencia": "A jurisprudência entende que a superveniência de sentença condenatória torna esvaída a alegação de inépcia da queixa-crime, pois o exercício do contraditório e da ampla defesa foi viabilizado durante a instrução criminal.",
        "número": "2527910",
        "link": "https://processo.stj.jus.br/processo/show/2527910",
        "processo": "AgRg no AgRg no AREsp 2527910 / MG",
        "relator": "JOEL ILAN PACIORNIK",
        "data_julgamento": "17/12/2024"
    },
    {
        "query": "Em que circunstâncias a ausência do Ministério Público em audiência de instrução não gera nulidade processual, mesmo em caso de extorsão mediante sequestro?",
        "resposta": "A ausência do Ministério Público em audiência de instrução não gera nulidade processual se devidamente justificada e se não houver demonstração de prejuízo à defesa. A ausência do MP não gera nulidade se o interrogatório do acusado ocorreu em momento distinto da audiência em que o representante do MP não pode estar presente.",
        "trecho_referencia": "A ausência do Ministério Público em audiência de instrução, desde que justificada e não tenha causado inequívoco prejuízo à defesa, não acarreta nulidade processual.\nDestaca-se, ainda, que o interrogatório do agravante se deu em momento diferente à audiência em que o representante da acusação não pôde estar presente.",
        "número": "2514107",
        "link": "https://processo.stj.jus.br/processo/show/2514107",
        "processo": "AREsp 2514107",
        "relator": "JOEL ILAN PACIORNIK",
        "data_julgamento": "17/12/2024"
    },
    {
        "query": "É possível interpor recurso especial após o julgamento de embargos infringentes para impugnar matéria decidida de forma unânime na apelação?",
        "resposta": "O recurso especial interposto após o julgamento de embargos infringentes para impugnar matéria decidida de forma unânime na apelação não deve ser conhecido, de acordo com as Súmulas n. 354 e n. 355 do STF.",
        "trecho_referencia": "O recurso especial foi interposto após o julgamento dos embargos infringentes para questionar a matéria decidida de forma unânime no julgamento da apelação, razão pela qual não deve ser conhecido, consoante as Súmulas n. 354 e n. 355 do STF.",
        "número": "2518690",
        "link": "https://www.stj.jus.br/processo/pesquisa/processo/695/2023/0435031-0",
        "processo": "AgRg nos EDcl no AREsp 2518690 / SP",
        "relator": "JOEL ILAN PACIORNIK",
        "data_julgamento": "17/12/2024"
    },
    {
        "query": "Em caso de condenação por tráfico de drogas, o acórdão confirmatório da sentença condenatória interrompe o prazo prescricional da pretensão punitiva?",
        "resposta": "Sim, o acórdão confirmatório da sentença condenatória interrompe o prazo prescricional da pretensão punitiva, conforme jurisprudência consolidada no STJ (Súmula n. 83/STJ).",
        "trecho_referencia": "O acórdão recorrido não destoa da jurisprudência consolidada no STJ, segundo a qual o acórdão confirmatório da sentença condenatória constitui marco interruptivo do prazo prescricional (Súmula n. 83/STJ).",
        "número": "2350354",
        "link": "https://processo.stj.jus.br/processo/pesquisa/aresp/2023/0147103-4",
        "processo": "AREsp 2350354",
        "relator": "Ministra DANIELA TEIXEIRA",
        "data_julgamento": "03/12/2024"
    },
    {
        "query": "A premeditação e organização de um crime, por si só, justificam a valoração negativa da culpabilidade para fins de majoração da pena-base?",
        "resposta": "A premeditação e organização do crime, por si só, não justificam a valoração negativa da culpabilidade para fins de majoração da pena-base, se a fundamentação utilizada for genérica e não demonstrar circunstâncias que excedam o tipo penal.",
        "trecho_referencia": "A premeditação e organização do crime, por si só, não justificam a valoração negativa da culpabilidade para fins de majoração da pena-base, se a fundamentação utilizada for genérica e não demonstrar circunstâncias que excedam o tipo penal.",
        "número": "2331227",
        "link": "https://processo.stj.jus.br/processo/show/AREsp/2331227",
        "processo": "AREsp 2331227",
        "relator": "Ministra DANIELA TEIXEIRA",
        "data_julgamento": "03/12/2024"
    },
    {
        "query": "Em que circunstâncias a recusa de um apenado em cumprir ordem de transferência para outra unidade prisional configura falta disciplinar grave, de acordo com a Lei de Execução Penal?",
        "resposta": "A recusa do apenado em cumprir ordem de transferência para outra unidade prisional configura falta disciplinar grave, conforme o art. 50, VI, da Lei de Execução Penal, sendo legítima a sanção aplicada, desde que garantidos o contraditório e a ampla defesa no procedimento administrativo.",
        "trecho_referencia": "A recusa do apenado em cumprir ordem de transferência para outra unidade prisional configura falta disciplinar grave, conforme o art. 50, VI, da Lei de Execução Penal, sendo legítima a sanção aplicada, desde que garantidos o contraditório e a ampla defesa no procedimento administrativo.",
        "número": "2470248",
        "link": "https://www.stj.jus.br/processo/pesquisa/aresp/2023/0348471-0/AREsp%202470248",
        "processo": "AREsp 2470248",
        "relator": "Ministra DANIELA TEIXEIRA",
        "data_julgamento": "17/12/2024"
    },
    {
        "query": "Em crimes de exploração sexual de adolescentes, a tentativa configura justa causa para o recebimento da denúncia, mesmo sem a prática de ato libidinoso?",
        "resposta": "Sim, o STJ entende que o crime de exploração sexual de adolescente admite a forma tentada. A configuração da justa causa para recebimento da denúncia pode se dar na demonstração de que o acusado, com intenções libidinosas, efetuou atos preparatórios para a prática do ato, mesmo que não tenha chegado a consumar o ato libidinoso. A revaloração jurídica da conjuntura fática não esbarra no óbice da Súmula 7 do STJ.",
        "trecho_referencia": "III. Razões de decidir3. O entendimento jurisprudencial do Superior Tribunal de Justiça admite a forma tentada do crime de exploração sexual de adolescente, razão pela qual a constatação do Tribunal de origem no sentido de que não houve a prática de ato libidinoso e de que o agravante não logrou ludibriar a vítima não determina a ausência de justa causa para recebimento da denúncia.\n4. Por seu turno, a tentativa se extrai daquilo que o Tribunal de Justiça constatou: \"o investigado, efetivamente, presenteou a vítima e sua família com intenções libidinosas, voltadas à menina\"; e \"tão logo o investigado manifestou sua intenção libidinosa, a ofendida buscou a ajuda de terceiros, conseguindo livrar-se imediatamente dele, que foi preso em flagrante\".\n5. A revaloração jurídica da conjuntura fática analisada pelo Tribunal de origem não configura revolvimento do acervo fático-probatório, providência vedada conforme a Súmula n. 7 do STJ.",
        "número": "2475090",
        "link": "https://processo.stj.jus.br/processo/revista/jsp/processo/processo_andamento.jsp?num_registro=202303009944&dt_cadastro=20231217&tipo_julgamento=SA&tipo_andamento=SA&tipo_movimentacao=SA&origem=SA",
        "processo": "AgRg no AgRg no AREsp 2475090 / RS",
        "relator": "JOEL ILAN PACIORNIK",
        "data_julgamento": "17/12/2024"
    },
    {
        "query": "A remição de pena por estudo pode ser concedida com base em cursos realizados por instituição que não possua convênio ou autorização junto ao sistema prisional? A superveniente celebração do convênio tem a força de sanar o vício e autorizar a remição?",
        "resposta": "A remição de pena por estudo só é possível se o curso for oferecido por instituição devidamente autorizada ou conveniada com o Poder Público. A celebração de convênio após a conclusão do curso não retroage, portanto, não valida os cursos realizados antes do convênio.",
        "trecho_referencia": "A remição de pena pelo estudo somente é possível quando o curso for oferecido por instituição devidamente autorizada ou conveniada com o Poder Público, conforme entendimento pacificado. A finalidade da remissão por estudo formal é promover a ressocialização, possibilitando ao apenado progredir em sua formação intelectual e, por conseguinte, facilitar sua reinserção no seio da sociedade.\nContudo, é indispensável que esse estudo seja feito sob supervisão do Estado, visando garantir a seriedade do projeto pedagógico e sua adesão aos fins da execução penal. Por isso que o convênio é requisito indispensável para validar esse tipo de remição, por permitir a fiscalização do Estado e o interesse público de que o estudo é desenvolvido com seriedade.\n4. A superveniente celebração de convênio entre a instituição de ensino e a Administração Penitenciária não opera efeitos retroativos, mas apenas prospectivos, sendo que apenas os cursos realizados após o convênio podem gerar direito à remição de pena. Os cursos realizados antes do convênio padecem de vício insanável, que é a falta de controle do projeto pedagógico e do sistema de ensino fornecido, que deve ser construído em linha com o programa oficial da unidade.",
        "número": "2474672",
        "link": "https://processo.stj.jus.br/processo/show/are-esp/2023/0356714-6",
        "processo": "AREsp 2474672 / RO",
        "relator": "Ministra DANIELA TEIXEIRA (1188)",
        "data_julgamento": "17/12/2024"
    },
    {
        "query": "A reincidência em crime doloso, mas não específico, impede a substituição da pena privativa de liberdade por penas restritivas de direitos quando a medida não for socialmente recomendável, considerando a gravidade do crime anterior?",
        "resposta": "Sim. A reincidência em crime doloso, ainda que não específico, pode impedir a substituição da pena privativa de liberdade por restritivas de direitos, se a medida não for socialmente recomendável, considerando a gravidade do crime anterior.",
        "trecho_referencia": "A reincidência em crime doloso, ainda que não específico, pode impedir a substituição da pena privativa de liberdade por restritivas de direitos, se a medida não for socialmente recomendável, considerando a gravidade do crime anterior.",
        "número": "2480109",
        "link": "https://www.stj.jus.br/processo/pesquisa/aresp/2023/0362795-2",
        "processo": "AREsp 2480109 / PI",
        "relator": "Ministra DANIELA TEIXEIRA",
        "data_julgamento": "17/12/2024"
    },
    {
        "query": "É possível aplicar o artigo 942 do CPC em decisão não unânime favorável ao adolescente em medida socioeducativa, mesmo que essa aplicação implique tratamento mais severo que o conferido aos imputáveis no processo penal?",
        "resposta": "Não é possível aplicar o artigo 942 do CPC em decisão não unânime favorável ao adolescente em medida socioeducativa, pois isso configuraria tratamento mais severo que o conferido aos imputáveis no processo penal, violando o art. 35, I, da Lei 12.594/2012 (Sinase).",
        "trecho_referencia": "A aplicação da técnica de julgamento do art. 942 do CPC em decisão não unânime favorável ao adolescente em medida socioeducativa configura tratamento mais severo do que o conferido aos imputáveis no processo penal, violando o art. 35, I, da Lei 12.594/2012 (Sinase).",
        "número": "2221877",
        "link": "https://www.stj.jus.br/processo/pesquisa/aresp/2022/0312779-2",
        "processo": "AREsp 2221877",
        "relator": "DANIELA TEIXEIRA",
        "data_julgamento": "03/12/2024"
    },
    {
        "query": "A Lei nº 13.654/2018 revogou a causa de aumento de pena pelo uso de arma de fogo no crime de roubo? Em caso negativo, qual o efeito da alteração legislativa?",
        "resposta": "A Lei nº 13.654/2018 não revogou a causa de aumento de pena pelo uso de arma de fogo no crime de roubo, mas apenas deslocou a tipificação, configurando continuidade normativo-típica.",
        "trecho_referencia": "A jurisprudência do STJ entende que a Lei n. 13.654/2018 não revogou a causa de aumento de pena pelo uso de arma de fogo, mas que apenas deslocou a tipificação da hipótese, representando hipótese de continuidade normativo-típica.",
        "número": "2153355",
        "link": "https://processo.stj.jus.br/processo/showDocument/are/are-2153355",
        "processo": "AREsp 2153355",
        "relator": "Ministra DANIELA TEIXEIRA",
        "data_julgamento": "03/12/2024"
    },
    {
        "query": "Em crimes de violência doméstica, a agravante de motivo torpe pode ser aplicada quando o crime é motivado por sentimento de posse da vítima e inconformismo com o término do relacionamento?",
        "resposta": "Sim, o STJ entende que o sentimento de posse da vítima e inconformismo com o término do relacionamento configuram motivo torpe em crimes de violência doméstica, justificando a aplicação da agravante prevista no art. 61, inciso II, alínea \"a\" do Código Penal.",
        "trecho_referencia": "Configura motivo torpe o crime de violência doméstica motivado por sentimento de posse e inconformismo com o término do relacionamento.",
        "número": "2582561",
        "link": "https://www.stj.jus.br/processo/pesquisa/processo/AREsp/2024/0072569-4/index.html",
        "processo": "AREsp 2582561 / TO",
        "relator": "Ministra DANIELA TEIXEIRA",
        "data_julgamento": "03/12/2024"
    },
    {
        "query": "Em caso de roubo, é possível desclassificar o crime de consumado para tentado quando a posse dos bens é invertida, ainda que por breve período?",
        "resposta": "A desclassificação do crime de roubo consumado para tentado é inviável quando comprovada a inversão da posse dos bens, ainda que por breve período. A revisão do acervo fático-probatório encontra óbice na Súmula 7 do STJ.",
        "trecho_referencia": "É inviável a desclassificação do crime de roubo consumado para tentado quando comprovada a inversão da posse dos bens, ainda que por breve período. A revisão do acervo fático-probatório encontra óbice na Súmula 7 do STJ.",
        "número": "2460945",
        "link": "https://www.stj.jus.br/processo/pesquisa/aresp/2023/0321249-1",
        "processo": "AREsp 2460945 / BA",
        "relator": "Ministra DANIELA TEIXEIRA",
        "data_julgamento": "17/12/2024"
    },
    {
        "query": "Em que circunstâncias a restituição de bens apreendidos em investigação criminal pode ser determinada, considerando o excesso de prazo das investigações?",
        "resposta": "A restituição de bens apreendidos em investigação criminal só pode ser determinada se houver comprovação da propriedade, origem lícita, desnecessidade para o processo e ausência de interesse na manutenção da apreensão. O excesso de prazo das investigações, por si só, não é fundamento suficiente para a restituição.",
        "trecho_referencia": "A restituição de bens apreendidos depende da comprovação da propriedade, origem lícita, desnecessidade para o processo e ausência de interesse na manutenção da apreensão, não sendo o excesso de prazo das investigações, por si só, fundamento suficiente para a restituição.",
        "número": "2408403",
        "link": "https://processo.stj.jus.br/processo/show/are-2408403/ap",
        "processo": "AREsp 2408403",
        "relator": "DANIELA TEIXEIRA",
        "data_julgamento": "17/12/2024"
    },
    {
        "query": "Quais os requisitos para o reconhecimento da continuidade delitiva e qual a teoria adotada pelo STJ?",
        "resposta": "O STJ adota a teoria mista para a continuidade delitiva, exigindo requisitos objetivos e subjetivos. A ausência de qualquer um deles impede o reconhecimento da continuidade delitiva.",
        "trecho_referencia": "A jurisprudência do STJ adota a teoria mista, exigindo requisitos objetivos e subjetivos para a continuidade delitiva, o que não foi demonstrado no caso concreto.",
        "número": "2393038",
        "link": "https://www.stj.jus.br/processo/pesquisa/aresp/2023/0216475-8",
        "processo": "AREsp 2393038",
        "relator": "Ministra DANIELA TEIXEIRA",
        "data_julgamento": "17/12/2024"
    },
    {
        "query": "Em que circunstâncias é possível decretar o sequestro de bens em crimes como organização criminosa, lavagem de dinheiro, falsidade e crimes contra a ordem tributária?",
        "resposta": "Para decretar o sequestro de bens, basta a demonstração da materialidade do crime, a repercussão económico-patrimonial e a identificação dos bens a serem assegurados, com fundadas suspeitas de origem ilícita. A individualização da conduta dos envolvidos e a comprovação da origem ilícita dos bens não são requisitos indispensáveis.",
        "trecho_referencia": "Para decretação de sequestro de bens, basta a demonstração da materialidade do crime, a repercussão económico-patrimonial e a identificação dos bens a serem assegurados, com fundadas suspeitas de origem ilícita, sendo vedada a reanálise do conjunto fático-probatório em recurso especial (Súmula 7/STJ).",
        "número": "2187220",
        "link": "https://www.stj.jus.br/processo/pesquisa/processo/2187220",
        "processo": "AREsp 2187220",
        "relator": "Ministra DANIELA TEIXEIRA",
        "data_julgamento": "03/12/2024"
    },
    {
        "query": "Em caso de lesão corporal qualificada, a deformidade permanente pode ser aplicada quando há alteração estética significativa na vítima, mesmo sem comprovação de dano funcional?",
        "resposta": "A qualificadora de deformidade permanente em lesão corporal qualificada é aplicável quando exames periciais confirmam alteração estética significativa na vítima, transcendendo o dano estético e afetando a capacidade funcional.",
        "trecho_referencia": "A qualificadora de deformidade permanente em lesão corporal qualificada é aplicável quando exames periciais confirmam alteração estética significativa na vítima, transcendendo o dano estético e afetando a capacidade funcional.",
        "número": "2298507",
        "link": "https://processo.stj.jus.br/processo/showDocumento/are%3B2298507%3B%3B2023%3B0047711-5%3B1188",
        "processo": "AREsp 2298507 / MG",
        "relator": "Ministra DANIELA TEIXEIRA",
        "data_julgamento": "03/12/2024"
    },
    {
        "query": "A progressão de regime para crimes comuns deve ser aplicada retroativamente à Lei 13.964/2019 (Pacote Anticrime) sem combinar leis com a legislação anterior? Como a reincidência deve ser considerada para a progressão de regime?",
        "resposta": "O STJ entende que a aplicação retroativa da Lei 13.964/2019 deve ser feita de forma global, sem combinar leis. A reincidência deve ser considerada sobre a totalidade das penas executadas de mesma natureza, respeitando a individualização da pena e a proporcionalidade.",
        "trecho_referencia": "A jurisprudência do STJ firmou entendimento de que não há combinação de leis na aplicação retroativa das alterações promovidas pelo Pacote Anticrime, devendo-se aplicar a lei mais benéfica de forma global.\n\n4. A condição de reincidência deve ser considerada sobre a totalidade das penas executadas de mesma natureza, respeitando a individualização da pena e a proporcionalidade.",
        "número": "2282003",
        "link": "https://scon.stj.jus.br/SCON/GetInteiroTeor?processoId=834773&tipo=inteiroTeor&imprimir=true",
        "processo": "AREsp 2282003",
        "relator": "Ministra DANIELA TEIXEIRA",
        "data_julgamento": "17/12/2024"
    },
    {
        "query": "Em caso de roubo consumado, a jurisprudência do STJ exige posse mansa e pacífica do bem subtraído para a consumação do crime? ",
        "resposta": "O STJ entende que o crime de roubo se consuma com a efetiva inversão da posse do bem subtraído, independentemente de posse mansa e pacífica.",
        "trecho_referencia": "A jurisprudência do STJ é pacífica no sentido de que a consumação do roubo ocorre com a inversão da posse do bem, ainda que por breve período, não sendo necessária a posse mansa e pacífica.",
        "número": "2461863",
        "link": "https://www.stj.jus.br/processo/pesquisa/processo/AREsp/2023/0323508-5",
        "processo": "AREsp 2461863",
        "relator": "Ministra DANIELA TEIXEIRA",
        "data_julgamento": "17/12/2024"
    },
    {
        "query": "Em crimes que não têm o concurso de agentes como circunstância ínsita, é possível majorar a pena-base com base nesse fator?",
        "resposta": "Sim, é possível majorar a pena-base em crimes que não têm o concurso de agentes como circunstância ínsita, desde que a atuação conjunta dos agentes evidencie maior reprovabilidade da conduta no caso concreto.",
        "trecho_referencia": "O concurso de agentes pode justificar a exasperação da pena-base, desde que evidencie maior reprovabilidade da conduta no caso concreto, especialmente em crimes que não o têm como circunstância ínsita.",
        "número": "2338326",
        "link": "https://processo.stj.jus.br/processo/pesquisa/aresp/2023/0111890-1/5/index.html",
        "processo": "AREsp 2338326",
        "relator": "DANIELA TEIXEIRA",
        "data_julgamento": "03/12/2024"
    },
    {
        "query": "A participação em evento religioso sem credenciamento junto ao poder público e sem atender aos requisitos da Resolução n. 391/2021 do CNJ pode ensejar remição de pena?",
        "resposta": "A remição de pena por estudo exige o credenciamento da unidade de ensino junto às autoridades educacionais competentes, a comprovação da carga horária, a certificação e a integração ao projeto político-pedagógico da unidade prisional, sendo inadmissível a remição por atividades que não atendam a tais requisitos legais e regulamentares. Portanto, a participação em evento religioso sem credenciamento junto ao poder público e sem atender aos requisitos da Resolução n. 391/2021 do CNJ não pode ensejar remição de pena.",
        "trecho_referencia": "A remição de pena por estudo requer credenciamento da unidade de ensino junto às autoridades educacionais competentes, conforme art. 126, § 2º da LEP e Resolução n. 391/2021 do CNJ.\n\n4. A ausência de comprovação de carga horária, certificação e integração ao projeto político-pedagógico da unidade prisional impede a concessão da remição.\n\n5. A jurisprudência do STJ não admite remição de pena por atividades que não atendam aos requisitos legais e regulamentares, mesmo que realizadas por instituições não conveniadas.\n\n6. A reanálise do acervo fático-probatório dos autos é necessária para superar as conclusões da origem, o que não é permitido em sede de recurso especial.\n\nIV. AGRAVO CONHECIDO PARA NEGAR PROVIMENTO AO RECURSO ESPECIAL.",
        "número": "2467573",
        "link": "https://processo.stj.jus.br/processo/pesquisa/aresp/2023/0338744-0/2467573",
        "processo": "AREsp 2467573",
        "relator": "DANIELA TEIXEIRA",
        "data_julgamento": "17/12/2024"
    },
    {
        "query": "Em que casos o princípio da consunção não se aplica aos crimes de porte ilegal de arma de fogo e disparo de arma de fogo?",
        "resposta": "O princípio da consunção não se aplica quando os crimes de porte ilegal de arma de fogo e disparo de arma de fogo são praticados com desígnios autônomos, ou seja, quando o ato de portar a arma e o ato de dispará-la são realizados com finalidades distintas e independentes.",
        "trecho_referencia": "O princípio da consunção aplica-se quando um crime menos grave é absorvido por um crime mais grave, ocorrendo quando as infrações são praticadas no mesmo contexto fático e com desígnios unitários.\nContudo, conforme jurisprudência consolidada, a consunção não se aplica quando os delitos são praticados com desígnios autônomos.",
        "número": "2629375",
        "link": "https://processo.stj.jus.br/processo/show/AREsp/2629375",
        "processo": "AREsp 2629375",
        "relator": "DANIELA TEIXEIRA",
        "data_julgamento": "03/12/2024"
    },
    {
        "query": "Em caso de homicídio culposo na direção de veículo automotor ocorrido antes da vigência da lei que prevê aumento de pena para condutores que causam morte em ponto de ônibus, pode a pena ser majorada por esse motivo?",
        "resposta": "A pena não pode ser majorada por ter causado a morte em ponto de ônibus, pois a lei que prevê essa majorante entrou em vigor após o crime. A aplicação dessa majorante nesse caso configuraria retroatividade de lei penal mais gravosa, o que é proibido.",
        "trecho_referencia": "A aplicação da causa de aumento de pena prevista no art. 302, §1º, inciso II, do CTB, não pode retroagir para prejudicar a recorrente, pois a conduta ocorreu antes da vigência da norma, configurando retroatividade de lei penal mais gravosa.",
        "número": "2450104",
        "link": "https://processo.stj.jus.br/processo/pesquisa/aresp/2023/0317389-0/aresp-2450104-pr",
        "processo": "AREsp 2450104",
        "relator": "Ministra DANIELA TEIXEIRA",
        "data_julgamento": "17/12/2024"
    },
    {
        "query": "Em uma ação de indenização decorrente de licitação, é possível que o Tribunal modifique as conclusões do Tribunal de origem para determinar a correção monetária desde a data da assinatura do contrato e a indenização por depreciação de equipamentos, juros sobre capital imobilizado e perda de oportunidade?",
        "resposta": "O STJ entende que não é possível modificar as conclusões do Tribunal de origem para determinar a correção monetária desde a data da assinatura do contrato e a indenização por depreciação de equipamentos, juros sobre capital imobilizado e perda de oportunidade, pois isso violaria as Súmulas 5 e 7 do STJ, que tratam da interpretação de cláusulas contratuais e da impossibilidade de reexame de provas, respectivamente.",
        "trecho_referencia": "A revisão das conclusões do Tribunal de origem sobre o cálculo da correção monetária e a indenização por depreciação de equipamentos, juros sobre capital imobilizado e perda de oportunidade, esbarra nos óbices das Súmulas 5 e 7 do STJ, que tratam da interpretação de cláusulas contratuais e da impossibilidade de reexame de provas, respectivamente.",
        "número": "2142663",
        "link": "https://processo.stj.jus.br/processo/revista/aplicacao/processo/67b3ddf1aef3db31b63c8892",
        "processo": "AREsp 2142663",
        "relator": "Teodoro Silva Santos",
        "data_julgamento": "18/12/2024"
    },
    {
        "query": "É possível a condenação por crimes contra a ordem tributária com base em provas documentais como autos de infração fiscal e notas fiscais, mesmo que produzidas em fase de investigação e não durante o processo judicial?",
        "resposta": "Sim, a condenação por crimes contra a ordem tributária pode se basear em provas documentais como autos de infração fiscal e notas fiscais, mesmo que produzidas em fase de investigação, desde que essas provas sejam confrontadas no processo judicial, caracterizando o contraditório diferido. ",
        "trecho_referencia": "A jurisprudência admite a utilização de provas documentais, como autos de infração fiscal e notas fiscais, desde que estas tenham sido confrontadas no processo judicial, caracterizando o contraditório diferido, sendo legal sua utilização como base para a condenação.",
        "número": "2402548",
        "link": "https://processo.stj.jus.br/processo/show/AREsp/2402548",
        "processo": "AREsp 2402548",
        "relator": "Ministra DANIELA TEIXEIRA",
        "data_julgamento": "03/12/2024"
    },
    {
        "query": "Em um caso de tráfico de drogas e associação para o tráfico, a alteração da tipificação para o art. 33, § 1º, III, da Lei nº 11.343/06, com base no princípio da emendatio libelli, viola o princípio da correlação ou configura bis in idem? Qual a necessidade de demonstração de prejuízo para reconhecer a nulidade em caso de inversão da ordem do interrogatório?",
        "resposta": "O STJ entende que a aplicação do princípio da emendatio libelli, com a modificação da tipificação para o art. 33, § 1º, III, da Lei nº 11.343/06, não configura violação ao princípio da correlação ou bis in idem quando amparada nos elementos probatórios, pois os crimes de tráfico e associação para o tráfico são autônomos. A inversão da ordem do interrogatório exige demonstração de prejuízo para reconhecimento de nulidade.",
        "trecho_referencia": "A aplicação do princípio da emendatio libelli, com a modificação da tipificação para o art. 33, § 1º, III, da Lei nº 11.343/06, não configura violação ao princípio da correlação ou bis in idem quando amparada nos elementos probatórios e os crimes de tráfico e associação para o tráfico são autônomos. A inversão da ordem do interrogatório exige demonstração de prejuízo para reconhecimento de nulidade.",
        "número": "2605615",
        "link": "https://processo.stj.jus.br/processo/getProcesso?numeroProcesso=2605615&classeProcesso=AREsp&origem=STJ",
        "processo": "AREsp 2605615",
        "relator": "Ministra DANIELA TEIXEIRA",
        "data_julgamento": "03/12/2024"
    },
    {
        "query": "Qual é o marco inicial da prescrição da pretensão punitiva em crimes contra a ordem tributária, conforme o art. 1º, I, da Lei nº 8.137/90?",
        "resposta": "O marco inicial da prescrição da pretensão punitiva em crimes contra a ordem tributária, conforme o art. 1º, I, da Lei nº 8.137/90, é a data do lançamento definitivo do crédito tributário, conforme a Súmula Vinculante 24 do STF.",
        "trecho_referencia": "A prescrição da pretensão punitiva, em crimes contra a ordem tributária tipificados no art. 1º, I, da Lei nº 8.137/90, inicia-se na data do lançamento definitivo do crédito tributário, conforme a Súmula Vinculante 24 do STF.",
        "número": "2271452",
        "link": "https://processo.stj.jus.br/processo/pesquisa/aresp/2022/0402657-8",
        "processo": "AREsp 2271452 / SP",
        "relator": "Ministra DANIELA TEIXEIRA",
        "data_julgamento": "17/12/2024"
    },
    {
        "query": "É possível reconhecer a continuidade delitiva entre os crimes de roubo e extorsão? Em caso de atenuantes na dosimetria da pena, qual fração deve ser aplicada?",
        "resposta": "A jurisprudência do STJ entende que não há continuidade delitiva entre roubo e extorsão, por serem crimes de espécies diferentes. Em relação à aplicação de atenuantes, a fração de 1/6 deve ser aplicada para cada circunstância atenuante, salvo justificativa concreta para fração diversa.",
        "trecho_referencia": "Conforme a jurisprudência pacífica desta Corte, não há continuidade delitiva entre os delitos de roubo e extorsão, porque de espécies diferentes, não sendo, de igual modo, possível reconhecer o concurso formal de crimes.\n\n... a jurisprudência desta Corte estabelece ainda que a fração de 1/6 deve ser aplicada para cada circunstância atenuante, salvo justificativa concreta para fração diversa, o que não foi observado no acórdão recorrido.",
        "número": "2144285",
        "link": "https://processo.stj.jus.br/processo/pesquisa/aresp/2022/0176526-2",
        "processo": "AREsp 2144285 / MG",
        "relator": "Ministra DANIELA TEIXEIRA",
        "data_julgamento": "03/12/2024"
    },
    {
        "query": "A redistribuição de um inquérito policial para uma vara especializada em crimes de lavagem de dinheiro viola os princípios do juiz natural e da perpetuação da jurisdição?",
        "resposta": "A redistribuição de processos para uma vara especializada não viola os princípios do juiz natural e da perpetuação da jurisdição. A conexão entre crimes de lavagem de capitais e crimes antecedentes não impõe obrigatoriedade de reunião dos processos.",
        "trecho_referencia": "A redistribuição de processos em decorrência da criação de vara especializada não viola os princípios do juiz natural e da perpetuação da jurisdição, conforme o art. 96, inciso I, da Constituição Federal, que permite aos tribunais a criação de novas varas judiciárias. \n\n7. A existência de conexão entre os processos não impõe a obrigatoriedade de reunião dos feitos, cabendo ao juiz competente a decisão sobre a conveniência de eventual unidade de processamento e julgamento.",
        "número": "2710121",
        "link": "https://processo.stj.jus.br/processo/showDocumento/index.php?processo=2710121",
        "processo": "AREsp 2710121",
        "relator": "MESSOD AZULAY NETO",
        "data_julgamento": "10/12/2024"
    },
    {
        "query": "A Resolução nº 213/2015 do CNJ obriga a realização de exame de corpo de delito antes da audiência de custódia?",
        "resposta": "A Resolução nº 213/2015 do CNJ não obriga a realização de exame de corpo de delito antes da audiência de custódia, cabendo ao juiz determinar sua necessidade.",
        "trecho_referencia": "A Resolução nº 213/2015 do CNJ prevê a possibilidade, mas não a obrigatoriedade, de realização de exame de corpo de delito antes da audiência de custódia, cabendo ao juízo determinar a realização do exame quando necessário.",
        "número": "2193934",
        "link": "https://processo.stj.jus.br/processo/pesquisa/AREsp/2022/0267765-7",
        "processo": "AREsp 2193934",
        "relator": "RIBEIRO DANTAS",
        "data_julgamento": "17/12/2024"
    },
    {
        "query": "Em um caso de furto qualificado e tentativa de roubo, quando a condenação se baseia em provas robustas, como prisão em flagrante, depoimentos de vítimas e testemunhas, e confissão judicial parcial, é possível a absolvição ou o reconhecimento de participação de menor importância em recurso especial?",
        "resposta": "A condenação por furto qualificado e tentativa de roubo, fundamentada em provas robustas, impede a absolvição ou o reconhecimento de participação de menor importância, sendo inviável a revisão em recurso especial (Súmula 7/STJ).",
        "trecho_referencia": "A condenação por furto qualificado e tentativa de roubo, fundamentada em provas robustas, impede a absolvição ou o reconhecimento de participação de menor importância, sendo inviável a revisão em recurso especial (Súmula 7/STJ). A fixação do regime fechado, justificada pela reincidência e maus antecedentes, impossibilita a substituição da pena.",
        "número": "2473746",
        "link": "https://processo.stj.jus.br/processo/show/AREsp/2473746",
        "processo": "AREsp 2473746",
        "relator": "Ministra DANIELA TEIXEIRA",
        "data_julgamento": "03/12/2024"
    },
    {
        "query": "Em caso de interposição de recurso especial após o prazo de 10 dias previsto no ECA, a parte precisa comprovar a suspensão do prazo por ato normativo local para que o recurso seja considerado tempestivo?",
        "resposta": "O recurso especial interposto fora do prazo de 10 dias previsto no ECA é intempestivo, a menos que a parte comprove a suspensão do prazo por ato normativo local no momento da interposição.",
        "trecho_referencia": "Os recursos especiais são intempestivos, pois foram interpostos após o prazo de 10 dias previsto no ECA.\n5. A defesa não comprovou a suspensão do prazo por ato local no momento da interposição dos recursos, conforme exigido pelo art. 1.003, § 6º, do CPC (Redação anterior à Lei 14.939/2024).",
        "número": "2309946",
        "link": "https://www.stj.jus.br/processo/pesquisa/processo/are%202309946",
        "processo": "AREsp 2309946",
        "relator": "DANIELA TEIXEIRA",
        "data_julgamento": "03/12/2024"
    },
    {
        "query": "Em um caso de condenação por tortura, qual a importância da relação de poder para a configuração do delito, e como a subordinação hierárquica impacta a responsabilidade dos acusados?",
        "resposta": "A relação de poder não é requisito para a configuração do crime de tortura, e a subordinação hierárquica não exime de responsabilidade penal quando há ação para a consumação do delito.",
        "trecho_referencia": "A alegação de atipicidade da conduta de Luciano Morais da Silva não procede, pois a relação de poder ou autoridade não é requisito para a configuração do crime de tortura, conforme fundamentação do acórdão. \n\n7. A subordinação hierárquica não exime de responsabilidade penal, pois os agravantes agiram positivamente para a consumação do delito, não se configurando tortura por omissão.",
        "número": "2328775",
        "link": "https://processo.stj.jus.br/processo/show/2328775?processoId=10776013&numero=202300900928&processo=AREsp%202328775&origem=are%20202300900928&classe=AGRAVO%20EM%20RECURSO%20ESPECIAL&tipo=RECURSO%20ESPECIAL&jurisdicao=STJ&data=03/12/2024",
        "processo": "AREsp 2328775",
        "relator": "Ministra DANIELA TEIXEIRA",
        "data_julgamento": "03/12/2024"
    },
    {
        "query": "Em que circunstâncias o descumprimento do aviso de Miranda durante as fases policial e judicial configura nulidade processual?",
        "resposta": "O descumprimento do aviso de Miranda, durante as fases policial e judicial, configura nulidade relativa, exigindo demonstração de prejuízo para ser considerada inválida.",
        "trecho_referencia": "O descumprimento do aviso de Miranda, quando observado nas fases policial e judicial, configura nulidade relativa, exigindo demonstração de prejuízo.",
        "número": "2403255",
        "link": "https://www.stj.jus.br/processo/pesquisa/aresp/2023/0234178-7/AREsp2403255",
        "processo": "AREsp 2403255",
        "relator": "Ministra DANIELA TEIXEIRA",
        "data_julgamento": "03/12/2024"
    },
    {
        "query": "Em um crime de roubo com múltiplas causas de aumento de pena, é possível usar as causas não aplicadas na terceira fase da dosimetria como circunstâncias desfavoráveis para aumentar a pena-base na primeira fase do cálculo?  E a agravante de crime contra mulher grávida, prevista no art. 61, II, 'h', do Código Penal, tem natureza objetiva, sendo aplicável?",
        "resposta": "Sim. Em crimes de roubo com múltiplas causas de aumento, é possível usar as causas não aplicadas na terceira fase da dosimetria como circunstâncias desfavoráveis na primeira fase do cálculo. Também foi reconhecido que a agravante de crime contra mulher grávida (art. 61, II, 'h', CP) tem natureza objetiva, sendo aplicável.",
        "trecho_referencia": "6. No crime de roubo com múltiplas causas de aumento, é possível usar as causas não aplicadas na terceira fase da dosimetria como circunstâncias desfavoráveis para aumentar a pena-base na primeira fase do cálculo. Inocorrência de bis in idem.\n7. Em se tratando de delito praticado mediante violência contra vítima grávida, impõe-se a aplicação da agravante prevista no art. 61, II, \"h\", do Código Penal, de natureza objetiva.",
        "número": "2236650",
        "link": "https://processo.stj.jus.br/processo/pesquisa/aresp/2022/0337033-0",
        "processo": "AREsp 2236650 / RR",
        "relator": "DANIELA TEIXEIRA",
        "data_julgamento": "03/12/2024"
    },
    {
        "query": "Em casos de condenação superveniente no curso do cumprimento de pena, é possível a unificação de penas e a execução provisória da condenação, mesmo sem o trânsito em julgado da sentença penal condenatória, especialmente quando há prisão cautelar?",
        "resposta": "Sim, a jurisprudência do STJ admite a execução provisória da pena e a unificação de penas, mesmo sem o trânsito em julgado da sentença condenatória, quando há prisão cautelar.",
        "trecho_referencia": "A jurisprudência do Superior Tribunal de Justiça admite a execução provisória da pena quando há prisão cautelar, permitindo também a unificação provisória das penas, mesmo sem o trânsito em julgado da sentença penal condenatória.",
        "número": "2331147",
        "link": "https://www.stj.jus.br/processo/pesquisa/processo/67b3ddf1aef3db31b63c8919",
        "processo": "AREsp 2331147",
        "relator": "Ministra DANIELA TEIXEIRA",
        "data_julgamento": "03/12/2024"
    },
    {
        "query": "Em caso de reconhecimento de pessoa que não segue o art. 226 do CPP, mas é corroborado por outras provas robustas, a condenação é nula?",
        "resposta": "O reconhecimento de pessoa realizado sem a observância do art. 226 do CPP não é nulo se corroborado por outras provas robustas. A condenação não se baseou exclusivamente no reconhecimento, mas também em depoimentos consistentes da vítima e testemunhas, o que afasta a alegação de insuficiência probatória.",
        "trecho_referencia": "O reconhecimento de pessoa, na forma do artigo 226, do Código de Processo Penal, não constitui meio exclusivo para comprovar a autoria delitiva. Não há nulidade apta a impor a absolvição do recorrente, porquanto a condenação foi sustentada por outros elementos probatórios robustos que confirmam a autoria do crime. \n\nA condenação do recorrente não se baseou exclusivamente no reconhecimento, mas também em depoimentos consistentes da vítima e testemunhas, o que afasta a alegação de insuficiência probatória.",
        "número": "2211027",
        "link": "https://processo.stj.jus.br/processo/pesquisa/aresp/2022/0295122-3/",
        "processo": "AREsp 2211027",
        "relator": "Ministra DANIELA TEIXEIRA",
        "data_julgamento": "03/12/2024"
    },
    {
        "query": "Em um crime de homicídio qualificado, é possível valorar negativamente as circunstâncias do delito, como o concurso de agentes e uso de armas de fogo, aumentando a pena-base em 1/8 do intervalo entre as penas mínima e máxima para cada fator negativo?",
        "resposta": "Sim, é possível valorar negativamente as circunstâncias do delito, como o concurso de agentes e uso de armas de fogo, e aumentar a pena-base em 1/8 do intervalo entre as penas mínima e máxima para cada fator negativo, desde que a decisão judicial seja fundamentada e respeite os princípios da proporcionalidade e razoabilidade.",
        "trecho_referencia": "É válida a valoração negativa das circunstâncias do delito, como o concurso de agentes e uso de armas de fogo, e o aumento da pena-base em 1/8 do intervalo entre as penas mínima e máxima para cada vetorial negativa, desde que fundamentada e respeitando os princípios da proporcionalidade e razoabilidade.",
        "número": "2340360",
        "link": "https://processo.stj.jus.br/processo/pesquisa/aresp/2023/0128375-5/acesso/decisao",
        "processo": "AREsp 2340360",
        "relator": "DANIELA TEIXEIRA",
        "data_julgamento": "03/12/2024"
    },
    {
        "query": "É possível, em recurso especial, o reexame de provas para afastar a consumação do delito de estupro, desclassificar a conduta para importunação sexual ou reconhecer a forma tentada, quando a condenação se baseou em depoimentos consistentes e corroborados por provas documentais?",
        "resposta": "Não é possível, em recurso especial, o reexame de provas para afastar a consumação do delito de estupro, desclassificar a conduta para importunação sexual ou reconhecer a forma tentada, quando a condenação se baseou em depoimentos consistentes e corroborados por provas documentais. A jurisprudência do STJ, por meio das Súmulas 7 e 83, veda esse tipo de reexame.",
        "trecho_referencia": "É inviável, em recurso especial, o reexame de provas para afastar a consumação do delito de estupro, desclassificar a conduta para importunação sexual ou reconhecer a forma tentada, quando a condenação se baseou em depoimentos consistentes e corroborados por provas documentais, incidindo as Súmulas 7 e 83/STJ.",
        "número": "2484675",
        "link": "https://processo.stj.jus.br/processo/pesquisa/aresp/2023/0366580-5",
        "processo": "AREsp 2484675",
        "relator": "Ministra DANIELA TEIXEIRA",
        "data_julgamento": "03/12/2024"
    },
    {
        "query": "Em que circunstâncias a utilização de serviço de telecomunicações sem autorização da ANATEL configura o crime previsto no art. 183 da Lei nº 9.472/1997?",
        "resposta": "A utilização de serviço de telecomunicações sem autorização da ANATEL, com habitualidade, configura o crime previsto no art. 183 da Lei nº 9.472/1997.",
        "trecho_referencia": "A conduta descrita no acórdão recorrido, referente à utilização de serviço de telecomunicações sem autorização da ANATEL, caracteriza o crime previsto no art. 183 da Lei nº 9.472/1997, que tipifica a operação clandestina de atividades de telecomunicações.",
        "número": "2375127",
        "link": "https://processo.stj.jus.br/processo/showDocument/5130722",
        "processo": "AREsp 2375127",
        "relator": "DANIELA TEIXEIRA",
        "data_julgamento": "17/12/2024"
    },
    {
        "query": "É possível a remição de pena por aprovação no ENEM se o apenado já concluiu o ensino médio antes de iniciar o cumprimento da pena?",
        "resposta": "Sim, a remição de pena é possível mesmo que o apenado já tenha concluído o ensino médio antes de iniciar o cumprimento da pena, pois a aprovação no ENEM demanda estudos por conta própria. Neste caso, a remição deve ser concedida pela aprovação em todas as áreas de conhecimento do ENEM.",
        "trecho_referencia": "6. A jurisprudência desta Corte admite a remição de pena pela aprovação no ENEM, mesmo que o apenado já tenha concluído o ensino médio anteriormente, pois a aprovação no exame demanda estudos por conta própria.",
        "número": "2357392",
        "link": "https://processo.stj.jus.br/processo/showDocument/documento/id/2023/0157545-0/AREsp+2357392",
        "processo": "AREsp 2357392 / SP",
        "relator": "Ministra DANIELA TEIXEIRA",
        "data_julgamento": "17/12/2024"
    },
    {
        "query": "Em que circunstâncias a valoração de maus antecedentes com base em condenações transitadas em julgado há mais de cinco anos é válida para a dosimetria da pena, mesmo após o período depurador?",
        "resposta": "A valoração de maus antecedentes com base em condenações transitadas em julgado, mesmo após o período depurador, é válida para a dosimetria da pena, desde que as condenações não sejam consideradas desimportantes ou demasiadamente distanciadas no tempo, evidenciando a necessidade de exasperação da basilar para a individualização da pena.",
        "trecho_referencia": "A valoração de maus antecedentes com base em condenações transitadas em julgado, mesmo após o período depurador, é válida para a dosimetria da pena, desde que as condenações não sejam consideradas desimportantes ou demasiadamente distanciadas no tempo, evidenciando a necessidade de exasperação da basilar para a individualização da pena. A reincidência e os maus antecedentes, somados a outras agravantes, inviabilizam a conversão da pena privativa de liberdade em restritiva de direitos, quando a substituição se mostra insuficiente para a prevenção e repressão do delito.",
        "número": "2314796",
        "link": "https://processo.stj.jus.br/processo/pesquisa/aresp/2023/0076652-4",
        "processo": "AREsp 2314796 / DF",
        "relator": "DANIELA TEIXEIRA",
        "data_julgamento": "03/12/2024"
    },
    {
        "query": "Em que situações o tráfico privilegiado (art. 33, § 4º, Lei 11.343/2006) pode ser afastado?",
        "resposta": "O tráfico privilegiado só pode ser afastado se houver elementos concretos que demonstrem a dedicação do réu à atividade criminosa ou sua participação em organização criminosa, sendo insuficiente a presunção baseada em circunstâncias isoladas.",
        "trecho_referencia": "O afastamento da minorante do tráfico privilegiado (art. 33, § 4º, Lei 11.343/2006) exige elementos concretos que demonstrem a dedicação do réu à atividade criminosa ou sua participação em organização criminosa, sendo insuficiente a presunção baseada em circunstâncias isoladas.",
        "número": "2418501",
        "link": "https://processo.stf.jus.br/processo/materia/are%202418501",
        "processo": "AREsp 2418501",
        "relator": "DANIELA TEIXEIRA",
        "data_julgamento": "03/12/2024"
    },
    {
        "query": "Em um crime de roubo majorado, a apreensão e a perícia da arma de fogo são necessárias para a aplicação da majorante do emprego de arma, mesmo quando há outros elementos probatórios, como o depoimento da vítima e a confissão dos réus, que comprovam o uso da arma?",
        "resposta": "A jurisprudência do STJ entende que a apreensão e perícia da arma de fogo não são necessárias para a configuração da majorante do emprego de arma de fogo no crime de roubo, desde que existam outros elementos probatórios que atestem o seu efetivo emprego na prática delitiva, como o depoimento da vítima e a confissão dos réus.",
        "trecho_referencia": "Terceira Seção deste Tribunal Superior, no julgamento do EREsp n. 961.863/RS, consolidou o entendimento de que a configuração da majorante atinente ao emprego de arma de fogo prescinde de apreensão da arma utilizada no crime e de realização de exame pericial para atestar a sua potencialidade lesiva, quando presentes outros elementos probatórios que atestem o seu efetivo emprego na prática delitiva, tal como na hipótese dos autos, em que o uso do artefato foi evidenciado pela palavra da vítima e confissão dos réus.",
        "número": "2135132",
        "link": "https://processo.stj.jus.br/processo/pesquisa/processo/2135132",
        "processo": "AREsp 2135132 / GO",
        "relator": "DANIELA TEIXEIRA",
        "data_julgamento": "03/12/2024"
    },
    {
        "query": "Em um caso de condenação por crimes financeiros, a valoração negativa da personalidade do agente para fins de individualização da pena é válida se baseada em elementos concretos dos autos que evidenciem um padrão estável de conduta criminosa e desprezo pela punição estatal?",
        "resposta": "Sim, a valoração negativa da personalidade do agente é válida para fins de individualização da pena quando baseada em elementos concretos dos autos que evidenciem um padrão estável de conduta criminosa e desprezo pela punição estatal.",
        "trecho_referencia": "É válida a valoração negativa da personalidade do agente para fins de individualização da pena quando baseada em elementos concretos dos autos que evidenciem um padrão estável de conduta criminosa e desprezo pela punição estatal.",
        "número": "2454836",
        "link": "https://www.stj.jus.br/processo/pesquisa/processo/AREsp/2023/0291182-3/2454836",
        "processo": "AREsp 2454836",
        "relator": "DANIELA TEIXEIRA",
        "data_julgamento": "17/12/2024"
    },
    {
        "query": "Em um caso de estupro de vulnerável, é possível utilizar a idade da vítima como fundamento para aumentar a pena-base, mesmo sendo um elemento inerente ao tipo penal?",
        "resposta": "A idade da vítima em casos de estupro de vulnerável pode ser utilizada como fundamento para aumentar a pena-base, em razão da maior reprovabilidade da conduta, sem que isso configure bis in idem.",
        "trecho_referencia": "A tenra idade da vítima em casos de estupro de vulnerável pode ser utilizada como fundamento para aumentar a pena-base, em razão da maior reprovabilidade da conduta, sem que isso configure bis in idem.",
        "número": "2384792",
        "link": "https://www.stj.jus.br/processo/pesquisa/aresp/2023/0201804-0",
        "processo": "AREsp 2384792",
        "relator": "Ministra DANIELA TEIXEIRA",
        "data_julgamento": "17/12/2024"
    },
    {
        "query": "Em casos de estupro de vulnerável, qual o percentual máximo de aumento da pena em razão da continuidade delitiva e quando é possível sua aplicação?",
        "resposta": "O STJ admite a aplicação do aumento máximo pela continuidade delitiva no crime de estupro de vulnerável, desde que o número de atos seja evidenciado, ou que a recorrência das condutas permita concluir pela prática de ao menos sete atos. Essa interpretação se baseia no Tema Repetitivo 1202.",
        "trecho_referencia": "A jurisprudência do Superior Tribunal de Justiça admite a aplicação da fração máxima de majoração pela continuidade delitiva no crime de estupro de vulnerável, desde que evidenciado o número de atos praticados ou quando a recorrência das condutas permite concluir pela prática de ao menos sete atos, conforme fixado no Tema Repetitivo 1202.",
        "número": "2205840",
        "link": "https://processo.stj.jus.br/processo/pesquisa/aresp/2022/0284195-1/",
        "processo": "AREsp 2205840",
        "relator": "Ministra DANIELA TEIXEIRA",
        "data_julgamento": "03/12/2024"
    },
    {
        "query": "Em caso de maus antecedentes, o benefício da minorante previsto no art. 33, § 4º, da Lei n. 11.343/2006, para o crime de tráfico de drogas, pode ser negado?",
        "resposta": "A minorante prevista no art. 33, § 4º, da Lei n. 11.343/2006, para o crime de tráfico de drogas, não se aplica se o réu possuir maus antecedentes, comprovados inclusive por consulta ao sítio eletrônico do Tribunal.",
        "trecho_referencia": "A minorante do art. 33, § 4º, da Lei n. 11.343/2006 não se aplica se o réu possuir maus antecedentes, comprovados inclusive por consulta ao sítio eletrônico do Tribunal.",
        "número": "1737054",
        "link": "https://processo.stj.jus.br/processo/showProcess/1737054",
        "processo": "AAGARESP 1737054",
        "relator": "ROGERIO SCHIETTI CRUZ",
        "data_julgamento": "17/12/2024"
    },
    {
        "query": "Em crimes de estupro de vulnerável, é possível a revisão de provas pelo STJ para absolver o acusado ou modificar a pena, mesmo que o Tribunal de origem tenha considerado a absolvição?  Se a conduta for superficial, é possível desclassificar o crime para importunação sexual?",
        "resposta": "O STJ não pode rever a decisão de absolvição ou modificar a pena em crimes de estupro de vulnerável, com base na análise de provas, em razão da Súmula 7 do STJ. A configuração do estupro de vulnerável (art. 217-A do CP) ocorre com o dolo de lascívia, independente da superficialidade do ato (Tema 1.121 do STJ), portanto, não é possível desclassificar o crime para importunação sexual.",
        "trecho_referencia": "A revisão da decisão que absolve ou modifica a pena em crimes de estupro de vulnerável, com base na análise de provas, esbarra na Súmula 7 do STJ. A configuração do estupro de vulnerável (art. 217-A do CP) ocorre com o dolo de lascívia, independente da superficialidade do ato (Tema 1.121 do STJ).",
        "número": "1966392",
        "link": "https://www.stj.jus.br/processo/pesquisa/processo/1966392",
        "processo": "AgRg no AgRg no AREsp 1966392 / SP",
        "relator": "Ministro OG FERNANDES",
        "data_julgamento": "18/12/2024"
    },
    {
        "query": "Em que circunstâncias a decisão absolutória do Tribunal do Júri, baseada no quesito genérico de absolvição (art. 483, III, do CPP), pode ser anulada?",
        "resposta": "A decisão absolutória do Tribunal do Júri, baseada no quesito genérico de absolvição (art. 483, III, do CPP), deve ser anulada quando manifestamente contrária à prova dos autos, especialmente se a única tese defensiva for a negativa de autoria e os jurados reconhecerem a materialidade e a autoria do crime, sem que haja outra tese defensiva que ampare a absolvição.",
        "trecho_referencia": "A decisão absolutória do Tribunal do Júri, baseada no quesito genérico de absolvição (art. 483, III, do CPP), deve ser anulada quando manifestamente contrária à prova dos autos, especialmente se a única tese defensiva for a negativa de autoria e os jurados reconhecerem a materialidade e a autoria do crime, sem que haja outra tese defensiva que ampare a absolvição.",
        "número": "2452912",
        "link": "https://processo.stj.jus.br/processo/showprocesso.asp?numero=2452912&origem=portal&tipo=agrgnoagrgnoaresp&id=13160863",
        "processo": "AgRg no AgRg no AREsp 2452912 / SC",
        "relator": "Ministro ROGERIO SCHIETTI CRUZ",
        "data_julgamento": "17/12/2024"
    },
    {
        "query": "Em caso de tráfico de drogas, a entrada de policiais em domicílio sem mandado judicial é legítima se houver indícios de flagrante delito?",
        "resposta": "Sim, a entrada de policiais em domicílio sem mandado judicial é legítima em caso de flagrante delito de tráfico de drogas, visto que se trata de crime permanente, e a revisão criminal não pode ser utilizada como segunda apelação para rediscutir a condenação.",
        "trecho_referencia": "A alegação de ilicitude da prova, baseada na entrada dos policiais sem mandado judicial, não procede, pois o delito de tráfico de drogas é classificado como crime permanente, e o estado de flagrância se protrai no tempo, autorizando a entrada sem ordem judicial para cessar a prática criminosa, conforme o art. 303 do CPP.",
        "número": "2648585",
        "link": "https://processo.stj.jus.br/processo/pesquisa/aresp/2024/0187025-0",
        "processo": "AREsp 2648585",
        "relator": "Ministra DANIELA TEIXEIRA",
        "data_julgamento": "03/12/2024"
    },
    {
        "query": "Em caso de condenação por peculato e lavagem de dinheiro, é possível alegar excludente de culpabilidade por dificuldades financeiras do réu?",
        "resposta": "A alegação de dificuldades financeiras não configura excludente de culpabilidade em crimes de peculato e lavagem de dinheiro,  sem respaldo probatório.",
        "trecho_referencia": "A alegação de dificuldades financeiras não configura excludente de culpabilidade sem respaldo probatório.",
        "número": "2429760",
        "link": "https://www.stj.jus.br/processo/pesquisa/aresp/2023/0287635-2/index.html",
        "processo": "AREsp 2429760",
        "relator": "Ministra DANIELA TEIXEIRA",
        "data_julgamento": "03/12/2024"
    },
    {
        "query": "Em um caso de roubo majorado, qual é o entendimento do STJ sobre a fundamentação para a exasperação da pena-base e a aplicação da atenuante da menoridade relativa?",
        "resposta": "O STJ entende que a exasperação da pena-base em casos de roubo majorado deve ser fundamentada em elementos concretos que desbordem o ordinário do tipo, justificando a negativação das vetoriais. Em relação à atenuante da menoridade relativa, a redução da pena inferior a 1/6 deve ser devidamente fundamentada.",
        "trecho_referencia": "A exasperação da pena-base deve ser fundamentada em elementos concretos que desbordem o ordinário do tipo, justificando a negativação das vetoriais. A redução da pena pela atenuante da menoridade relativa, quando inferior a 1/6, deve ser devidamente fundamentada.",
        "número": "2256646",
        "link": "https://www.stj.jus.br/processo/pesquisa/processo/are%202256646",
        "processo": "AREsp 2256646",
        "relator": "Ministra DANIELA TEIXEIRA",
        "data_julgamento": "17/12/2024"
    },
    {
        "query": "É possível aplicar regime inicial fechado para o cumprimento de pena em caso de roubo simples, com base apenas na gravidade abstrata do delito, sem elementos concretos que justifiquem o regime mais severo, quando o réu é primário e a pena-base foi fixada no mínimo legal?",
        "resposta": "Não. A jurisprudência do STJ veda a fixação de regime prisional mais gravoso do que o cabível pela pena imposta, com base unicamente na gravidade abstrata do delito.  É necessário apresentar elementos concretos que justifiquem a escolha do regime mais rigoroso, especialmente quando o réu é primário e a pena-base é fixada no mínimo legal.",
        "trecho_referencia": "A jurisprudência do Superior Tribunal de Justiça veda a fixação de regime prisional mais gravoso do que o cabível pela pena imposta, com base unicamente na gravidade abstrata do delito, conforme estabelece a Súmula 440 do STJ e os enunciados das Súmulas 718 e 719 do STF.",
        "número": "2646989",
        "link": "https://processo.stj.jus.br/processo/show/AREsp/2646989",
        "processo": "AREsp 2646989",
        "relator": "DANIELA TEIXEIRA",
        "data_julgamento": "03/12/2024"
    },
    {
        "query": "Em caso de sentença proferida sob a égide do CPC/1973, mas publicada no DJE após a entrada em vigor do CPC/2015, qual o regime jurídico aplicável para a fixação dos honorários advocatícios?",
        "resposta": "O regime jurídico aplicável para a fixação dos honorários advocatícios é o do CPC/1973, pois a data de prolação da sentença e sua disponibilização nos autos, e não a data de publicação no DJE, é o marco temporal para a definição do regime jurídico aplicável.",
        "trecho_referencia": "O marco temporal para a definição do regime jurídico aplicável em relação à verba honorária de sucumbência é a data da prolação da sentença e a sua disponibilização em cartório, e não da sua publicação no DJe. Assim, proferido o ato processual, no presente caso, em 5/2/2016, deve ser aplicado o CPC/1973.",
        "número": "1469013",
        "link": "https://processo.stj.jus.br/processo/show/1469013?classe=AGRAVO%20INTERNO%20NO%20AGRAVO%20INTERNO%20NO%20AGRAVO%20EM%20RECURSO%20ESPECIAL&numero=1469013&origem=AgInt%20no%20AgInt%20no%20AREsp%201469013%20/%20AL",
        "processo": "AgInt no AgInt no AREsp 1469013 / AL",
        "relator": "PAULO SÉRGIO DOMINGUES",
        "data_julgamento": "17/12/2024"
    },
    {
        "query": "Em uma ação civil pública, é possível o STJ rever a decisão de um Tribunal Regional que reconhece ou não a existência de dano moral coletivo, quando a decisão se baseia no contexto fático-probatório dos autos?",
        "resposta": "O STJ não pode rever a decisão de um Tribunal Regional que reconhece ou não a existência de dano moral coletivo, quando a decisão se baseia no contexto fático-probatório dos autos, pois isso esbarra na Súmula 7 do STJ.",
        "trecho_referencia": "A revisão da (in)existência de dano moral coletivo esbarra no óbice da Súmula 7 do STJ quando a Corte Regional se amparou no contexto fático-probatório dos autos.",
        "número": "2382883",
        "link": "https://www.stj.jus.br/processo/pesquisa/aresp/2023/0179778-2",
        "processo": "AREsp 2382883 / PR",
        "relator": "GURGEL DE FARIA",
        "data_julgamento": "10/12/2024"
    },
    {
        "query": "Em uma ação civil pública que visa garantir o fornecimento de água potável e saneamento básico em uma terra indígena, o Estado é parte legítima para figurar no polo passivo da ação?",
        "resposta": "Sim, o Estado possui legitimidade passiva em ação que busca garantir o fornecimento regular de água potável e saneamento básico em terra indígena, especialmente quando a prestação desse serviço é indispensável à manutenção da saúde indígena, sem prejuízo da competência da União para fixar o Plano Nacional de Saneamento Básico.",
        "trecho_referencia": "O Estado possui legitimidade passiva em ação que busca garantir o fornecimento regular de água potável e saneamento básico em terra indígena, especialmente quando a prestação desse serviço é indispensável à manutenção da saúde indígena, sem prejuízo da competência da União para fixar o Plano Nacional de Saneamento Básico.",
        "número": "2400204",
        "link": "https://processo.stj.jus.br/processo/revista/jsp/principal.jsp?processo=2400204&numero=202302166766&classe=AGRAVO%20EM%20RECURSO%20ESPECIAL&tribunal=T1&origem=AGRAVO+EM+RECURSO+ESPECIAL&data=202302166766&tipo=AGRAVO+EM+RECURSO+ESPECIAL&filtro=processo&botao=processo",
        "processo": "AREsp 2400204",
        "relator": "GURGEL DE FARIA",
        "data_julgamento": "10/12/2024"
    },
    {
        "query": "Em ações que visam garantir o fornecimento de saneamento básico em terras indígenas, o Estado possui legitimidade passiva quando este serviço é essencial para a manutenção da saúde indígena?",
        "resposta": "Sim, o Estado possui legitimidade passiva em ações que visam garantir o fornecimento de saneamento básico em terras indígenas, especialmente quando este serviço é essencial para a manutenção da saúde indígena. A Lei n. 11.445/2007 não exclui a responsabilidade do Estado em atendimentos locais/regionais de saneamento.",
        "trecho_referencia": "O Estado possui legitimidade passiva em ações que visam garantir o fornecimento de saneamento básico em terras indígenas, especialmente quando este serviço é essencial para a manutenção da saúde indígena, não havendo óbice na Lei n. 11.445/2007, que não exclui a responsabilidade do Estado em atendimentos locais/regionais de saneamento.",
        "número": "2381292",
        "link": "https://processo.stj.jus.br/processo/ ConsultaProcesso/are sp/2381292/",
        "processo": "AREsp 2381292 / PR",
        "relator": "GURGEL DE FARIA",
        "data_julgamento": "10/12/2024"
    },
    {
        "query": "É válida a busca domiciliar realizada sem mandado judicial em caso de autorização dos moradores e fundada suspeita de crime permanente?",
        "resposta": "A busca domiciliar realizada sem mandado judicial é válida quando há autorização dos moradores e fundada suspeita de crime permanente, conforme entendimento consolidado do STF e STJ.",
        "trecho_referencia": "A busca domiciliar foi considerada válida, pois houve autorização dos moradores e fundada suspeita de crime permanente, conforme entendimento consolidado do STF e STJ.",
        "número": "AREsp 2216069",
        "link": "https://processo.stj.jus.br/processo/show/2216069",
        "processo": "2022/0302749-3",
        "relator": "Ministra DANIELA TEIXEIRA",
        "data_julgamento": "17/12/2024"
    },
    {
        "query": "Em crimes de corrupção de menores, é necessário provar a efetiva corrupção do menor para a condenação do agente?",
        "resposta": "O crime de corrupção de menores, previsto no art. 244-B do ECA, é de natureza formal, sendo desnecessária a prova da efetiva corrupção do menor. Basta a demonstração de que o agente o induziu à prática ilícita ou com ele praticou infração penal (Súmula 500 do STJ).",
        "trecho_referencia": "O crime de corrupção de menores (art. 244-B do ECA) é de natureza formal, sendo desnecessária a prova da efetiva corrupção do menor, bastando a demonstração de que o agente o induziu à prática ilícita ou com ele praticou infração penal (Súmula 500 do STJ).",
        "número": "2231553",
        "link": "https://processo.stj.jus.br/processo/showDocument/index.seam?processoId=834773",
        "processo": "AREsp 2231553",
        "relator": "Ministra DANIELA TEIXEIRA",
        "data_julgamento": "17/12/2024"
    },
    {
        "query": "É lícita a busca pessoal e veicular sem mandado judicial quando a abordagem se dá apenas em razão de constatação de que as placas do veículo não correspondem ao automóvel conduzido, sem outras informações concretas sobre a existência de crime?",
        "resposta": "A busca pessoal e veicular sem mandado judicial é lícita quando há fundada suspeita, baseada em elementos objetivos e demonstráveis, de que a pessoa esteja na posse de arma proibida ou de objetos que constituam corpo de delito. No caso em questão, a constatação de que as placas do veículo não se referiam ao automóvel conduzido, indicando tratar-se de produto de crime, configurou uma fundada suspeita que justificou a busca.",
        "trecho_referencia": "É lícita a busca pessoal e veicular quando há fundada suspeita, baseada em elementos objetivos e demonstráveis, de que a pessoa esteja na posse de arma proibida ou de objetos que constituam corpo de delito, como a constatação de que as placas do veículo não se referem ao automóvel conduzido, indicando tratar-se de produto de crime.",
        "número": "2702962",
        "link": "https://processo.stj.jus.br/processo/show/are%3B2702962",
        "processo": "AgRg nos EDcl no AREsp 2702962 / PR",
        "relator": "OTÁVIO DE ALMEIDA TOLEDO (DESEMBARGADOR CONVOCADO DO TJSP)",
        "data_julgamento": "18/12/2024"
    },
    {
        "query": "Em um julgamento pelo Tribunal do Júri, é obrigatória a presença de testemunhas que residem em comarca diversa? Se não, quem é responsável por garantir sua presença?",
        "resposta": "Testemunhas que residem em comarca diversa não são obrigadas a comparecer à sessão plenária do Tribunal do Júri. O ônus de providenciar sua presença é das partes, desde que a parte tenha ciência prévia da necessidade de providenciar o comparecimento.",
        "trecho_referencia": "Testemunhas residentes em comarca diversa não são obrigadas a comparecer à sessão plenária do Tribunal do Júri, sendo ônus das partes providenciar sua presença, desde que a parte tenha ciência prévia da necessidade de providenciar o comparecimento.",
        "número": "2417435",
        "link": "https://processo.stj.jus.br/processo/showProcess?processoId=834773&classeProcesso=AREsp&numero=2417435",
        "processo": "AREsp 2417435",
        "relator": "DANIELA TEIXEIRA",
        "data_julgamento": "03/12/2024"
    },
    {
        "query": "Em um homicídio privilegiado, quais os critérios para o juiz determinar a fração de redução da pena, e qual a possibilidade de o STJ rever essa decisão?",
        "resposta": "A redução da pena no homicídio privilegiado deve levar em conta a relevância do valor moral ou social, a intensidade do domínio do acusado pela violenta emoção e o grau da injusta provocação do ofendido. O STJ não pode rever a fração aplicada se isso significar analisar novamente as provas do caso (Súmula 7/STJ).",
        "trecho_referencia": "1. Reconhecido o privilégio pelo Conselho de Sentença, compete ao Juiz-Presidente do Tribunal do Júri, dentro do seu livre convencimento, aplicar fundamentadamente a redução de pena prevista no § 1º do art. 121 do Código Penal. Segundo entendimento do STJ, a escolha do quantum de diminuição relativo à privilegiadora prevista no artigo 121, § 1º, do CP, entre os patamares de 1/6 (um sexto) a 1/3 (um terço), deve basear-se na relevância do valor moral ou social, na intensidade do domínio do acusado pela violenta emoção ou no grau da injusta provocação do ofendido (AgRg no AREsp n. 1.084.313/TO, relator Ministro Rogério Schietti Cruz, Sexta Turma, julgado em 26/03/2019, DJe de 04/04/2019). \n2. A Corte a quo, soberana na análise do acervo probatório, concluiu pela adoção da fração de 1/6 (um sexto) porque o homicídio, perpetrado por agente policial, ocorreu em contexto de abordagem contra pessoa que não estava praticando nenhum ilícito, em área não conhecida pela criminalidade ou em horário que pudesse indicar a prática, ressaltando-se que a vítima se encaminhava, como carona de uma motocicleta, para o trabalho, no início da manhã. Rever tal entendimento, exigiria amplo revolvimento probatório, providência que encontra óbice na Súmula n. 7/STJ 3. O presente recurso não apresenta argumentos capazes de desconstituir os fundamentos que embasaram a decisão ora impugnada, de modo que merece ser integralmente mantida.",
        "número": "2483342",
        "link": "https://www.stj.jus.br/processo/pesquisa/processo/5350888/AgRg%20no%20EDcl%20no%20AREsp%202483342/SC",
        "processo": "AgRg nos EDcl no AREsp 2483342 / SC",
        "relator": "Ministro OTÁVIO DE ALMEIDA TOLEDO (DESEMBARGADOR CONVOCADO DO TJSP)",
        "data_julgamento": "18/12/2024"
    },
    {
        "query": "É possível utilizar uma causa de aumento de pena na primeira fase da dosimetria e outra na terceira fase, e, mesmo com pena inferior a 8 anos, fixar o regime inicial fechado quando há circunstância judicial desfavorável?",
        "resposta": "Sim, a jurisprudência do STJ admite a utilização de uma causa de aumento de pena na primeira fase da dosimetria e outra na terceira fase. Além disso, a fixação do regime inicial fechado é possível quando há circunstância judicial desfavorável, mesmo que a pena seja inferior a 8 anos.",
        "trecho_referencia": "A realocação da causa de aumento do concurso de agentes como circunstância judicial negativa na dosimetria da pena-base está em conformidade com a jurisprudência, não configurando aplicação de forma sucessiva ou em cascata de causas de aumento.\n4. A fixação do regime inicial fechado foi devidamente fundamentada pelas instâncias ordinárias, considerando a gravidade concreta do delito e a existência de circunstância judicial desfavorável.",
        "número": "2484802",
        "link": "https://processo.stj.jus.br/processo/show/AREsp/2484802",
        "processo": "AREsp 2484802",
        "relator": "DANIELA TEIXEIRA",
        "data_julgamento": "17/12/2024"
    },
    {
        "query": "Em quais casos a suspensão do direito de dirigir pode ser aplicada como efeito secundário da condenação penal?",
        "resposta": "A suspensão do direito de dirigir pode ser aplicada como efeito secundário da condenação penal quando o veículo é utilizado como instrumento para a prática de crimes, desde que não haja comprovação de que o réu exerça atividade profissional que exija a habilitação.",
        "trecho_referencia": "A jurisprudência desta Corte é pacífica no sentido de que, quando o veículo é utilizado como instrumento para a prática de crimes, a suspensão do direito de dirigir pode ser aplicada, nos termos do art. 92, III, do CP.",
        "número": "2470484",
        "link": "https://www.stj.jus.br/processo/pesquisa/aresp/2023/0349353-0",
        "processo": "AREsp 2470484",
        "relator": "Ministra DANIELA TEIXEIRA",
        "data_julgamento": "03/12/2024"
    },
    {
        "query": "Em caso de alegação de incapacidade econômica, é possível afastar a pena de multa em recurso especial? ",
        "resposta": "A jurisprudência do STJ é firme no sentido de que a alegação de hipossuficiência financeira não afasta a pena de multa, que é sanção de aplicação impositiva. A análise da situação econômica dos réus deve ser feita no Juízo da Execução, não cabendo ao STJ reexaminar fatos e provas em recurso especial.",
        "trecho_referencia": "A jurisprudência do STJ é firme no sentido de que a alegação de hipossuficiência financeira não afasta a pena de multa, que é sanção de aplicação impositiva.\n5. A análise da situação econômica dos réus deve ser feita no Juízo da Execução, não cabendo ao STJ reexaminar fatos e provas em recurso especial.",
        "número": "2329627",
        "link": "https://processo.stj.jus.br/processo/show/AREsp/2329627",
        "processo": "AREsp 2329627",
        "relator": "DANIELA TEIXEIRA",
        "data_julgamento": "03/12/2024"
    },
    {
        "query": "Em um caso de estupro de vulnerável, quando a absolvição se baseia no princípio do in dubio pro reo devido à insuficiência de provas, é possível o reexame das conclusões probatórias em recurso especial?",
        "resposta": "A absolvição por insuficiência probatória em casos de estupro de vulnerável, fundamentada no princípio do in dubio pro reo, impede o reexame das conclusões probatórias em recurso especial, de acordo com a Súmula 7 do STJ.",
        "trecho_referencia": "A jurisprudência do STJ é firme no sentido de que, nos casos em que a absolvição se fundamenta na aplicação do princípio do in dubio pro reo, o reexame das conclusões probatórias alcançadas pelas instâncias ordinárias encontra óbice na Súmula 7 do STJ.",
        "número": "2306341",
        "link": "https://www.stj.jus.br/processo/pesquisa/aresp/2306341",
        "processo": "AREsp 2306341",
        "relator": "DANIELA TEIXEIRA",
        "data_julgamento": "17/12/2024"
    },
    {
        "query": "A alteração de entendimento jurisprudencial posterior ao trânsito em julgado de uma condenação por furto qualificado autoriza a revisão criminal para afastar a majorante do repouso noturno?",
        "resposta": "A alteração de entendimento jurisprudencial posterior ao trânsito em julgado da condenação não autoriza a revisão criminal para afastar a majorante do repouso noturno, sob pena de violação dos princípios da coisa julgada e da segurança jurídica. O precedente firmado no Tema 1087 do STJ possui efeito prospectivo e não retroage para alcançar condenações transitadas em julgado anteriormente.",
        "trecho_referencia": "A alteração de entendimento jurisprudencial posterior ao trânsito em julgado da condenação não autoriza a revisão criminal para afastar a majorante do repouso noturno, sob pena de violação dos princípios da coisa julgada e da segurança jurídica. O precedente qualificado firmado no Tema 1087 do STJ, que afastou a majorante do repouso noturno no furto qualificado, possui efeito prospectivo e não retroage para alcançar condenações transitadas em julgado anteriormente.",
        "número": "2461534",
        "link": "https://www.stj.jus.br/processo/pesquisa/aresp/2023/0323238-3",
        "processo": "AREsp 2461534 / DF",
        "relator": "DANIELA TEIXEIRA",
        "data_julgamento": "17/12/2024"
    },
    {
        "query": "Em quais situações a busca domiciliar sem mandado judicial é considerada legal, e quais os requisitos para a aplicação da minorante do tráfico privilegiado?",
        "resposta": "A busca domiciliar sem mandado judicial é considerada legal quando há fundadas razões, baseadas em denúncias, diligências prévias e flagrante delito. A minorante do tráfico privilegiado não se aplica se houver prova de dedicação habitual do agente à atividade criminosa.",
        "trecho_referencia": "É legal a busca domiciliar sem mandado judicial quando há fundadas razões, baseadas em denúncias, diligências prévias e flagrante delito, e é inviável a aplicação da minorante do tráfico privilegiado se comprovada a dedicação habitual do agente à atividade criminosa.",
        "número": "2474515",
        "link": "https://www.stj.jus.br/processo/pesquisa/aresp/2023/0356535-3/2474515",
        "processo": "AREsp 2474515 / SC",
        "relator": "Ministra DANIELA TEIXEIRA",
        "data_julgamento": "03/12/2024"
    },
    {
        "query": "Em um recurso exclusivo da defesa, a revaloração das circunstâncias judiciais sem aumento da pena viola o princípio da non reformatio in pejus?",
        "resposta": "A revaloração das circunstâncias judiciais em recurso exclusivo da defesa, sem aumento da pena, não viola o princípio da non reformatio in pejus, conforme entendimento da Terceira Seção do STJ.",
        "trecho_referencia": "Em recurso exclusivo da defesa, a revaloração de circunstâncias judiciais sem aumento da pena não viola o princípio da non reformatio in pejus.",
        "número": "2330749",
        "link": "https://processo.stj.jus.br/processo/showDocumento/dtDocumento/AREsp%202330749%20/RS",
        "processo": "AREsp 2330749 / RS",
        "relator": "DANIELA TEIXEIRA",
        "data_julgamento": "03/12/2024"
    },
    {
        "query": "Em quais situações a prestação pecuniária pode ser fixada em valor inferior ao prejuízo sofrido pela vítima?",
        "resposta": "A prestação pecuniária, mesmo tendo como finalidade a reparação do dano, deve considerar as condições econômico-financeiras do condenado para evitar a inviabilização do cumprimento da pena e esvaziamento dos objetivos punitivo e repressivo.",
        "trecho_referencia": "A jurisprudência do Superior Tribunal de Justiça estabelece que a prestação pecuniária tem a finalidade de reparar o dano, mas também deve considerar as condições econômico-financeiras do réu para evitar inviabilização do adimplemento e esvaziamento dos objetivos punitivo e repressivo.",
        "número": "2459743",
        "link": "https://processo.stj.jus.br/processo/showDocument/are%3B2459743%3B%3B%3B%3B2023%3B0317607-4",
        "processo": "AREsp 2459743 / MG",
        "relator": "Ministra DANIELA TEIXEIRA",
        "data_julgamento": "17/12/2024"
    },
    {
        "query": "É lícita a busca domiciliar sem mandado judicial em caso de fundada razão e consentimento do morador? Qual a natureza do crime de posse de arma de fogo de uso permitido com numeração suprimida?",
        "resposta": "A entrada dos policiais na residência foi justificada por fundadas razões, decorrentes de denúncias anônimas e monitoramento, além da tentativa de fuga do réu ao avistar os policiais. Ademais, houve consentimento da companheira do réu para o ingresso, o que afasta a alegação de nulidade das provas. O crime de posse de arma de fogo de uso permitido com numeração suprimida não possui natureza hedionda, acompanhando a evolução legislativa mais benéfica.",
        "trecho_referencia": "A entrada dos policiais na residência foi justificada por fundadas razões, decorrentes de denúncias anônimas e monitoramento, além da tentativa de fuga do réu ao avistar os policiais. Ademais, houve consentimento da companheira do réu para o ingresso, conforme consignado pelas instâncias ordinárias, o que afasta a alegação de nulidade das provas (AgRg no HC n. 834.991/GO; AgRg no HC n. 878.086/BA).\n\nQuanto à tipificação do crime de posse de arma de fogo com numeração suprimida, a jurisprudência atual do STJ considera que o porte ou posse de arma de fogo de uso permitido com numeração raspada não possui natureza hedionda, acompanhando a evolução legislativa mais benéfica. Assim, é afastada a hediondez do delito previsto no art. 16, § 1º, IV, da Lei n. 10.826/2003 (HC n. 525.249/RS; AgRg no HC n. 625.762/SP).",
        "número": "2466089",
        "link": "https://processo.stj.jus.br/processo/revista/documento/auxiliar/2466089",
        "processo": "AREsp 2466089",
        "relator": "DANIELA TEIXEIRA",
        "data_julgamento": "03/12/2024"
    },
    {
        "query": "Em caso de fuga para evitar prisão em flagrante, a desobediência a ordem de parada configura crime de desobediência?",
        "resposta": "A desobediência à ordem de parada durante fuga para evitar prisão em flagrante é atípica, não configurando o crime de desobediência, pois visa evitar a autoincriminação e preservar o status libertatis.",
        "trecho_referencia": "A desobediência à ordem de parada, quando o agente visa evitar sua autoincriminação e preservar seu status libertatis, não configura dolo de desobedecer, caracterizando a atipicidade da conduta.",
        "número": "2442388",
        "link": "https://www.stj.jus.br/processo/pesquisa/processo/67b3ddf1aef3db31b63c8a7b",
        "processo": "AREsp 2442388 / SC",
        "relator": "Ministra DANIELA TEIXEIRA",
        "data_julgamento": "03/12/2024"
    },
    {
        "query": "Em casos de tráfico de drogas, a entrada em domicílio sem mandado judicial é válida quando há fundadas razões de flagrante delito? Em que casos a Teoria dos Frutos da Árvore Envenenada é relativizada?",
        "resposta": "A entrada em domicílio sem mandado judicial é válida quando há fundadas razões que indiquem flagrante delito, principalmente em crimes permanentes como o tráfico de drogas.  A Teoria dos Frutos da Árvore Envenenada pode ser relativizada em casos como este para preservar a segurança pública e a efetividade da persecução penal, quando as circunstâncias evidenciam a existência de crime em curso.",
        "trecho_referencia": "É válida a entrada em domicílio sem mandado judicial quando há fundadas razões que indiquem flagrante delito, especialmente em crimes permanentes como o tráfico de drogas, relativizando-se a Teoria dos Frutos da Árvore Envenenada para preservar a segurança pública e a efetividade da persecução penal.",
        "número": "2298612",
        "link": "https://processo.stj.jus.br/processo/show/2298612",
        "processo": "AREsp 2298612",
        "relator": "Ministra DANIELA TEIXEIRA",
        "data_julgamento": "03/12/2024"
    },
    {
        "query": "Em que circunstâncias é possível a revisão da dosimetria da pena em recurso especial, e qual o entendimento do STJ sobre a majoração da pena-base e a aplicação da agravante do art. 61, II, 'f', do Código Penal em conjunto com a Lei Maria da Penha?",
        "resposta": "O STJ entende que a revisão da dosimetria da pena em recurso especial é excepcional, sendo admitida apenas em casos de flagrante ilegalidade ou teratologia. A majoração da pena-base é permitida desde que fundamentada e respeite os princípios da proporcionalidade e razoabilidade. A aplicação da agravante do art. 61, II, 'f', do Código Penal em conjunto com a Lei Maria da Penha não configura bis in idem, conforme Tema 1197 do STJ.",
        "trecho_referencia": "A jurisprudência do Superior Tribunal de Justiça estabelece que a revisão da dosimetria da pena em recurso especial é medida excepcional, justificada apenas em casos de flagrante ilegalidade ou teratologia, o que não se verifica no presente caso.\n5. A fixação da pena-base está dentro da discricionariedade do julgador, desde que observados os princípios da razoabilidade e proporcionalidade, não havendo critério matemático impositivo para a majoração.\n6. A aplicação da agravante do art. 61, II, 'f', do Código Penal, em conjunto com a Lei Maria da Penha, não configura bis in idem, conforme pacificado no Tema 1197 do STJ.",
        "número": "2339567",
        "link": "https://processo.stj.jus.br/processo/show/AREsp/2339567/GO/2023/0120414-8",
        "processo": "AREsp 2339567",
        "relator": "Ministra DANIELA TEIXEIRA",
        "data_julgamento": "03/12/2024"
    },
    {
        "query": "Em casos de multirreincidência, a agravante da reincidência e a atenuante da confissão espontânea podem ser compensadas integralmente?",
        "resposta": "Em casos de multirreincidência, a compensação entre a agravante da reincidência e a atenuante da confissão espontânea deve ser proporcional, com preponderância da agravante, em respeito aos princípios da individualização da pena e da proporcionalidade.",
        "trecho_referencia": "Em casos de multirreincidência, a compensação entre a agravante da reincidência e a atenuante da confissão espontânea deve ser proporcional, com preponderância da agravante, em respeito aos princípios da individualização da pena e da proporcionalidade.",
        "número": "2414893",
        "link": "https://processo.stj.jus.br/processo/show/AREsp/2023/0258435-4",
        "processo": "AREsp 2414893 / SP",
        "relator": "Ministra DANIELA TEIXEIRA",
        "data_julgamento": "03/12/2024"
    },
    {
        "query": "Em um crime de roubo praticado à noite, a pena-base pode ser majorada em razão do horário do delito?",
        "resposta": "A jurisprudência do STJ entende que o roubo praticado à noite, sem particularidades que aumentem a vulnerabilidade da vítima, não justifica a majoração da pena-base.",
        "trecho_referencia": "A jurisprudência desta Corte entende que o roubo praticado à noite, sem particularidades que aumentem a vulnerabilidade da vítima, não justifica a majoração da pena-base.",
        "número": "2354193",
        "link": "https://processo.stj.jus.br/processo/pesquisa/aresp/2023/0150901-1",
        "processo": "AREsp 2354193",
        "relator": "Ministra DANIELA TEIXEIRA",
        "data_julgamento": "03/12/2024"
    },
    {
        "query": "Em casos de tráfico de drogas privilegiado (art. 33, § 4º, da Lei nº 11.343/2006), sem circunstâncias desfavoráveis na dosimetria, é cabível a substituição da pena privativa de liberdade por restritiva de direitos, de acordo com o art. 44 do Código Penal e a Súmula Vinculante nº 59/STF?",
        "resposta": "Sim, em casos de tráfico de drogas privilegiado (art. 33, § 4º, da Lei nº 11.343/2006), sem circunstâncias desfavoráveis na dosimetria, o regime inicial aberto e a substituição da pena privativa de liberdade por restritiva de direitos são cabíveis, conforme o art. 44 do Código Penal e a Súmula Vinculante nº 59/STF.",
        "trecho_referencia": "Nos casos de tráfico privilegiado (art. 33, § 4º, da Lei nº 11.343/2006), sem circunstâncias desfavoráveis na dosimetria, impõe-se o regime aberto e a substituição da pena privativa de liberdade por restritiva de direitos, conforme art. 44 do Código Penal e Súmula Vinculante nº 59/STF.",
        "número": "2459444",
        "link": "https://processo.stj.jus.br/processo/show/AREsp/2459444",
        "processo": "AREsp 2459444",
        "relator": "Ministra DANIELA TEIXEIRA",
        "data_julgamento": "03/12/2024"
    },
    {
        "query": "Em quais casos o inadimplemento contratual pode configurar estelionato? A condição de advogado do réu pode ser utilizada para agravar a pena no crime de estelionato?",
        "resposta": "O inadimplemento contratual pode configurar estelionato quando demonstrado o dolo antecedente do agente em obter vantagem indevida, induzindo a vítima em erro. A condição de advogado do réu não pode ser utilizada para agravar a pena-base no crime de estelionato, pois a confiança depositada na profissional é elementar do tipo penal.",
        "trecho_referencia": "O inadimplemento contratual pode configurar estelionato quando demonstrado o dolo antecedente do agente em obter vantagem indevida, induzindo a vítima em erro. A condição de advogado do réu não pode ser utilizada para agravar a pena-base no crime de estelionato, sob pena de bis in idem, pois a confiança depositada na profissional é elementar do tipo penal.",
        "número": "2330991",
        "link": "https://processo.stj.jus.br/processo/pesquisa/aresp/2023/0108092-4",
        "processo": "AREsp 2330991",
        "relator": "Ministra DANIELA TEIXEIRA",
        "data_julgamento": "03/12/2024"
    },
    {
        "query": "Em que circunstâncias é possível a fixação de pena de multa em valor superior ao mínimo legal previsto no art. 49 do Código Penal?",
        "resposta": "A fixação da pena de multa, ainda que superior ao mínimo legal, é válida desde que seja proporcional à pena privativa de liberdade e respeite os limites estabelecidos no art. 49 do Código Penal. A jurisprudência do STJ admite a utilização da fração de 1/8 sobre o intervalo do preceito secundário para majorar a pena-base e a pena de multa, considerando as peculiaridades do caso concreto.",
        "trecho_referencia": "A fixação da pena de multa deve ser proporcional à pena privativa de liberdade, observando os limites estabelecidos no art. 49 do CP, sendo que a utilização da fração de 1/8 sobre o intervalo do preceito secundário para majorar a pena-base e a pena de multa está de acordo com a jurisprudência do STJ, considerando as peculiaridades do caso concreto.",
        "número": "2354471",
        "link": "https://processo.stj.jus.br/processo/pesquisa/aresp/2023/0151854-0",
        "processo": "AREsp 2354471 / PR",
        "relator": "Ministra DANIELA TEIXEIRA",
        "data_julgamento": "03/12/2024"
    },
    {
        "query": "Em quais circunstâncias um agravo em recurso especial será conhecido, considerando a interposição do recurso em data que coincida com um feriado local?",
        "resposta": "O agravo em recurso especial será conhecido caso a interposição do recurso ocorra em data que coincida com um feriado local, desde que seja apresentado documento idôneo que comprove tal feriado. A ausência de tal comprovação impede o conhecimento do agravo.",
        "trecho_referencia": "A comprovação de suspensão de prazo ou feriado local deve ocorrer no momento da interposição do recurso, sendo indispensável a apresentação de documento idôneo, sob pena de não conhecimento do agravo.",
        "número": "2358786",
        "link": "https://www.stj.jus.br/processo/pesquisa/aresp/2023/0163092-6",
        "processo": "AREsp 2358786",
        "relator": "Ministra DANIELA TEIXEIRA",
        "data_julgamento": "03/12/2024"
    },
    {
        "query": "Em um caso de roubo majorado, com participação de menor importância, em que o réu é primário, possui bons antecedentes e a pena aplicada é inferior a 8 anos, a fixação de regime inicial semiaberto é cabível mesmo quando a maioria das circunstâncias judiciais é desfavorável?",
        "resposta": "A fixação de regime inicial semiaberto é cabível para réus primários, com bons antecedentes e pena inferior a 8 anos, mesmo em casos de roubo majorado com participação de menor importância, quando a maioria das circunstâncias judiciais lhes é favorável, desde que a decisão seja devidamente fundamentada.",
        "trecho_referencia": "A fixação de regime inicial semiaberto é cabível para réus primários, com bons antecedentes e pena inferior a 8 anos, mesmo em casos de roubo majorado com participação de menor importância, quando a maioria das circunstâncias judiciais lhes é favorável, desde que a decisão seja devidamente fundamentada.",
        "número": "2195167",
        "link": "https://processo.stj.jus.br/processo/show/AREsp/2022/0270049-0",
        "processo": "AREsp 2195167",
        "relator": "DANIELA TEIXEIRA",
        "data_julgamento": "17/12/2024"
    },
    {
        "query": "Em que circunstâncias a exasperação da pena-base pode ser considerada desproporcional, segundo o STJ, e quais as consequências dessa desproporcionalidade?",
        "resposta": "O STJ entende que a exasperação da pena-base, mesmo sem critério matemático obrigatório, deve ser justificada de forma concreta, especialmente quando se trata de desvios dos padrões balizadores, como a escolha de fração de redução da atenuante da menoridade relativa inferior a 1/6 ou a majoração da pena na terceira fase baseada apenas na quantidade de majorantes, em violação à Súmula 443 do STJ.",
        "trecho_referencia": "A exasperação da pena-base deve ser fundamentada, não havendo critério matemático obrigatório, mas exigindo justificativa concreta para desvios dos padrões, inclusive na escolha da fração de redução da atenuante da menoridade relativa e na majoração da pena na terceira fase, que não pode ser baseada apenas na quantidade de majorantes, conforme Súmula 443 do STJ.",
        "número": "2270107",
        "link": "https://processo.stj.jus.br/processo/pesquisa/aresp/2270107",
        "processo": "AREsp 2270107",
        "relator": "DANIELA TEIXEIRA",
        "data_julgamento": "17/12/2024"
    },
    {
        "query": "É possível a remição de pena por trabalho realizado em empresa familiar, mesmo sem a supervisão direta do empregador?",
        "resposta": "Sim, a remição de pena é possível em casos de trabalho em empresa familiar, mesmo sem a supervisão direta do empregador, desde que o trabalho seja realizado de forma autônoma e comprovado o seu efetivo exercício.",
        "trecho_referencia": "A jurisprudência do STJ admite a remição de pena mesmo sem supervisão direta, desde que comprovado o efetivo exercício da atividade laboral.",
        "número": "2559776",
        "link": "https://processo.stj.jus.br/processo/2024/0032265-7",
        "processo": "AREsp 2559776",
        "relator": "DANIELA TEIXEIRA",
        "data_julgamento": "03/12/2024"
    },
    {
        "query": "Em um processo penal, após o reconhecimento da prescrição da pretensão punitiva, há interesse jurídico para o réu em prosseguir com o processo para obter efeitos civis?",
        "resposta": "Após a declaração da prescrição da pretensão punitiva, o interesse jurídico no prosseguimento da ação penal para fins de obtenção de efeitos civis cessa.  A prescrição extingue a punibilidade e impede o exame do mérito penal, tornando o prosseguimento do processo desnecessário.",
        "trecho_referencia": "A prescrição da pretensão punitiva, ao ser declarada, extingue a punibilidade do acusado, prejudicando a continuidade do exame do mérito penal, conforme dispõe a legislação processual penal.\n\n4. O interesse jurídico recursal cessa com a declaração da prescrição, visto que o pedido de absolvição penal para alcançar efeitos na esfera cível não justifica o prosseguimento da ação penal.",
        "número": "2395131",
        "link": "https://processo.stj.jus.br/processo/revista/jsp/principal.jsp?numeroProcesso=202302185838&dtEntrada=20230312",
        "processo": "AREsp 2395131",
        "relator": "Ministra DANIELA TEIXEIRA",
        "data_julgamento": "03/12/2024"
    },
    {
        "query": "Em caso de apreensão de drogas, qual o critério para a distinção entre tráfico e posse para consumo pessoal, e como o princípio do in dubio pro reo se aplica nesse contexto?",
        "resposta": "A distinção entre tráfico de drogas e posse para consumo próprio depende da destinação dada à droga. O art. 28 da Lei nº 11.343/2006 tipifica a posse quando destinada ao consumo pessoal, enquanto o art. 33 criminaliza a posse para o tráfico, sem exigir finalidade específica. A quantidade da droga, as circunstâncias da apreensão e as condições pessoais do agente são fatores importantes para a caracterização do consumo pessoal. Em caso de dúvida, o princípio do in dubio pro reo deve prevalecer, favorecendo a desclassificação para o crime de posse de droga para consumo pessoal.",
        "trecho_referencia": "A distinção entre os crimes de tráfico de drogas e posse para consumo próprio decorre da destinação dada à droga. O art. 28 da Lei nº 11.343/2006 tipifica a posse quando destinada ao consumo pessoal, enquanto o art. 33 criminaliza a posse para o tráfico, sem exigir finalidade específica.\n\n7. O § 2º do art. 28 da Lei nº 11.343/2006 estabelece os critérios para a caracterização do consumo pessoal: a natureza e a quantidade da droga, as circunstâncias da apreensão e as condições pessoais do agente.8. No presente caso, a quantidade de entorpecentes apreendidos ( 13,3 gramas de crack) e a ausência de provas concretas sobre a traficância justificam a desclassificação para o crime de posse de droga para consumo pessoal (art. 28 da Lei nº 11.343/2006) , devendo prevalecer o princípio do in dubio pro reo.9.\n\nA jurisprudência do Superior Tribunal de Justiça (STJ) admite a desclassificação do crime de tráfico para posse para consumo próprio quando a análise das provas não comprova, de forma segura, a destinação da droga à venda, conforme precedentes (AgRg no AREsp n. 2.415.399/AL e AgRg no HC n. 687674/SP).",
        "número": "2134033",
        "link": "https://processo.stj.jus.br/processo/show/are%C3%A9sp/2022/0158142-6/",
        "processo": "AREsp 2134033 / TO",
        "relator": "DANIELA TEIXEIRA",
        "data_julgamento": "03/12/2024"
    },
    {
        "query": "Em crimes funcionais contra a ordem tributária, a ação penal pública está sujeita ao princípio da indivisibilidade, exigindo a inclusão de todos os envolvidos no polo passivo?",
        "resposta": "A ação penal pública em crimes funcionais contra a ordem tributária não está sujeita ao princípio da indivisibilidade, conforme art. 48 do Código de Processo Penal. A inclusão de todos os envolvidos no polo passivo da ação não é obrigatória.",
        "trecho_referencia": "O princípio da indivisibilidade não se aplica às ações penais públicas, conforme previsto no art. 48 do Código de Processo Penal, não sendo obrigatória a inclusão de todos os possíveis envolvidos no polo passivo da ação.",
        "número": "2385371",
        "link": "https://processo.stj.jus.br/processo/showDocumento/7254249",
        "processo": "AREsp 2385371",
        "relator": "Ministra DANIELA TEIXEIRA",
        "data_julgamento": "17/12/2024"
    },
    {
        "query": "Em que situações a causa de aumento de pena prevista no art. 40, IV, da Lei n. 11.343/2006 (tráfico de drogas) é aplicada, considerando a posse de munições no mesmo contexto em que apreendidos os entorpecentes?",
        "resposta": "A causa de aumento de pena prevista no art. 40, IV, da Lei n. 11.343/2006 (tráfico de drogas) só se aplica quando há demonstração de que a arma ou munição apreendida estava diretamente vinculada ao tráfico de drogas, sendo utilizada para garantir o êxito da mercancia ilícita.",
        "trecho_referencia": "O entendimento do Superior Tribunal de Justiça (STJ) é de que a causa de aumento de pena prevista no art. 40, IV, da Lei n. 11.343/2006 somente se aplica quando há demonstração de que a arma ou munição apreendida estava diretamente vinculada ao tráfico de drogas, sendo utilizada para garantir o êxito da mercancia ilícita (HC n. 182.359/RJ, rel. Min. Marco Aurélio Bellizze).",
        "número": "2588882",
        "link": "https://processo.stj.jus.br/processo/showDocument/documento/urn:eproc:stj:2024/0086095-4/20241203153740000",
        "processo": "AREsp 2588882 / SP",
        "relator": "Ministra DANIELA TEIXEIRA",
        "data_julgamento": "03/12/2024"
    },
    {
        "query": "Em caso de tráfico de drogas, a entrada de policiais em domicílio sem ordem judicial é válida se houver autorização do morador, e a pena-base pode ser aumentada em razão da natureza e quantidade da droga apreendida, mesmo que a quantidade seja pequena?",
        "resposta": "A entrada de policiais em domicílio sem ordem judicial é válida se houver autorização expressa do morador, especialmente em casos de flagrante de crime permanente como o tráfico de drogas. No entanto, a exasperação da pena-base deve ser proporcional à quantidade de droga apreendida, sendo desproporcional o aumento excessivo por pequena quantidade.",
        "trecho_referencia": "A prova obtida é válida, pois a entrada dos policiais no domicílio do réu foi precedida de autorização expressa da esposa do recorrente e se deu no contexto de flagrante de tráfico de drogas, um crime permanente, conforme entendimento consolidado do STJ.\n4. A exasperação da pena-base em razão da natureza e quantidade da droga apreendida é desproporcional, pois a quantidade de entorpecentes (3,2 g de cocaína e 9,8 g de crack) não é significativa para justificar o aumento de 1/3 sobre o mínimo legal.",
        "número": "2556604",
        "link": "https://processo.stj.jus.br/processo/showDocument/are-2556604-sp/202400257831/1339",
        "processo": "AREsp 2556604 / SP",
        "relator": "Ministra DANIELA TEIXEIRA",
        "data_julgamento": "03/12/2024"
    },
    {
        "query": "Em quais circunstâncias a emendatio libelli é válida e não gera nulidade processual?",
        "resposta": "A emendatio libelli é válida quando não altera os fatos narrados na denúncia e não causa prejuízo à defesa. A reclassificação do crime é permitida pelo artigo 383 do Código de Processo Penal, desde que não haja alteração dos fatos narrados na denúncia.",
        "trecho_referencia": "A aplicação da Súmula 83/STJ é justificada pela consonância do acórdão recorrido com a jurisprudência dominante do STJ, especialmente quanto à possibilidade de emendatio libelli, nos termos do artigo 383 do Código de Processo Penal, que autoriza a reclassificação do crime sem prejuízo ao réu, desde que não haja alteração dos fatos narrados na denúncia.",
        "número": "2373355",
        "link": "https://processo.stj.jus.br/processo/pesquisa/aresp/2023/0186205-4",
        "processo": "AREsp 2373355",
        "relator": "DANIELA TEIXEIRA",
        "data_julgamento": "17/12/2024"
    },
    {
        "query": "É necessário que a unidade prisional comprove a fiscalização das horas estudadas e o credenciamento do curso para que o preso tenha direito à remição de pena por estudo à distância?",
        "resposta": "Sim, a remição de pena por estudo à distância exige comprovação de horas estudadas, fiscalização pela unidade prisional e credenciamento do curso. A ausência de fiscalização e credenciamento adequado inviabiliza a concessão do benefício.",
        "trecho_referencia": "A remição da pena por estudo à distância exige comprovação de horas estudadas, fiscalização pela unidade prisional e credenciamento do curso, conforme jurisprudência do Superior Tribunal de Justiça.\n\n5. A ausência de fiscalização e credenciamento adequado inviabiliza a concessão do benefício de remição, conforme precedentes jurisprudenciais.",
        "número": "2338275",
        "link": "https://processo.stj.jus.br/processo/showDocument/dt/2023/1118088/AREsp/2023/0111808-8",
        "processo": "AREsp 2338275",
        "relator": "DANIELA TEIXEIRA",
        "data_julgamento": "17/12/2024"
    },
    {
        "query": "Em um crime de furto qualificado por rompimento de obstáculo, é possível a comprovação da qualificadora por meio de outras provas além do laudo pericial?",
        "resposta": "Sim, a qualificadora de rompimento de obstáculo no crime de furto pode ser comprovada por outros meios de prova além do laudo pericial, desde que os elementos probatórios sejam robustos e suficientes. O STJ admite essa possibilidade em casos excepcionais.",
        "trecho_referencia": "A jurisprudência do STJ admite que, em casos excepcionais, a qualificadora de rompimento de obstáculo pode ser comprovada por outros meios de prova, além do laudo pericial, desde que os elementos probatórios sejam robustos e suficientes.",
        "número": "2404483",
        "link": "https://processo.stj.jus.br/processo/pesquisa/aresp/2023/0232548-2/aresp-2404483",
        "processo": "AREsp 2404483",
        "relator": "Ministra DANIELA TEIXEIRA",
        "data_julgamento": "17/12/2024"
    }
]