{"data": [
    {
        "query": "Em quais situações a fundamentação per relationem é considerada válida em um acórdão?",
        "resposta": "A fundamentação per relationem é válida quando o acórdão recorrido adota a fundamentação da sentença de primeiro grau como razões para decidir, desde que não haja negativa de prestação jurisdicional.",
        "trecho_referencia": "A fundamentação per relationem é válida e admitida no acórdão recorrido, não havendo negativa de prestação jurisdicional, e a dosimetria da pena deve ser feita de acordo com os princípios da proporcionalidade e razoabilidade, considerando as circunstâncias judiciais e a fração de diminuição atinente à modalidade tentada.",
        "doc_id": "2480415",
        "link": "https://processo.stj.jus.br/processo/show/AREsp/2480415",
        "processo": "AREsp 2480415",
        "relator": "DANIELA TEIXEIRA",
        "data_julgamento": "04/02/2025"
    },
    {
        "query": "É possível cobrar a indenização de um seguro garantia que garante o pagamento de um débito fiscal, mesmo após a revogação do regime especial de ICMS que gerou o débito, caso a infração que gerou o débito tenha ocorrido durante a vigência da apólice?",
        "resposta": "Sim, é possível cobrar a indenização do seguro garantia, desde que a infração que gerou o débito tenha ocorrido durante a vigência da apólice, independentemente do prazo de vigência do contrato principal de regime especial do ICMS.",
        "trecho_referencia": "É possível exigir a indenização de seguro garantia que visa garantir o pagamento de crédito tributário, desde que a infração tenha ocorrido durante a vigência da apólice de seguro garantia, independentemente do prazo de vigência do contrato principal de regime especial do ICMS.",
        "doc_id": "2678907",
        "link": "https://www.stj.jus.br/processo/pesquisa/aresp/2024/0232870-9",
        "processo": "AREsp 2678907",
        "relator": "Ministro FRANCISCO FALCÃO",
        "data_julgamento": "04/02/2025"
    },
    {
        "query": "Em um crime de roubo majorado com a participação de um adolescente, a aplicação cumulativa de duas causas de aumento de pena, considerando a gravidade concreta do fato, é válida? A aplicação dessas causas de aumento viola o art. 59 do Código Penal?",
        "resposta": "A aplicação cumulativa de duas causas de aumento de pena em crime de roubo majorado, considerando a gravidade concreta do fato, como o envolvimento de adolescente, a condução de veículo por pessoa não habilitada e a exposição de vítimas a risco à vida e integridade física, é válida e não viola o art. 59 do Código Penal, mantendo-se em vigor o entendimento da Súmula n. 231 do STJ.",
        "trecho_referencia": "A aplicação cumulativa de duas causas de aumento de pena em crime de roubo majorado, considerando a gravidade concreta do fato, como o envolvimento de adolescente, a condução de veículo por pessoa não habilitada e a exposição de vítimas a risco à vida e integridade física, é válida e não viola o art. 59 do Código Penal, mantendo-se em vigor o entendimento da Súmula n. 231 do STJ.",
        "doc_id": "2601334",
        "link": "https://www.stj.jus.br/processo/pesquisa/processo/AREsp/2024/0118895-5",
        "processo": "AREsp 2601334 / BA",
        "relator": "Ministra DANIELA TEIXEIRA",
        "data_julgamento": "04/02/2025"
    },
    {
        "query": "Em um caso de roubo majorado com continuidade delitiva, a aplicação cumulativa de causas de aumento na dosimetria da pena e a fração de aumento pela continuidade delitiva, considerando a prática de dois crimes de roubo, violam o Código Penal?",
        "resposta": "A aplicação cumulativa de causas de aumento na dosimetria da pena do crime de roubo majorado não viola o art. 68 do Código Penal quando devidamente fundamentada com base na gravidade concreta da conduta, sendo legítima a consideração de elementos subjetivos e objetivos para definição da fração de aumento pela continuidade delitiva específica.",
        "trecho_referencia": "A aplicação cumulativa das causas de aumento está devidamente fundamentada, com base na quantidade de agentes, uso de arma de fogo, divisão de tarefas e restrição da liberdade das vítimas, o que justifica a gravidade concreta da conduta.\n6. A fração de aumento pela continuidade delitiva foi fundamentada com base na gravidade dos delitos, incluindo o uso de arma de fogo e a restrição de liberdade, além do impacto psicológico nas vítimas, justificando a pena mais severa. As circunstâncias graves que envolveram a execução dos crimes, as consequências psicológicas causadas nas vítimas e a restrição da liberdade, inclusive sendo uma das vítimas idosa, justifica o aumento da pena pela metade.\nConsoante jurisprudência desta Corte, havendo continuidade delitiva específica, a fração de aumento é definida, de forma combinada, com base em elementos objetivos - quantidade de crimes dolosos praticados contra vítimas diferentes, com violência ou grave ameaça a pessoa - e subjetivos, consistentes na análise da culpabilidade, dos antecedentes, da conduta social, da personalidade do agente, dos motivos e das circunstâncias do crime. Previsão do art. 71, parágrafo único, do Código Penal.",
        "doc_id": "2601509",
        "link": "https://processo.stf.jus.br/processos/download/AREsp/2601509",
        "processo": "AREsp 2601509 / SC",
        "relator": "Ministra DANIELA TEIXEIRA",
        "data_julgamento": "04/02/2025"
    },
    {
        "query": "Em qual situação a aprovação no ENEM garante a remição de pena e quando a visita periódica ao lar é negada?",
        "resposta": "A aprovação no ENEM garante a remição de pena apenas se o condenado tiver demonstrado estudo autodidata ou atividades educacionais realizadas durante o cumprimento da pena, voltadas à conclusão do ensino médio. A visita periódica ao lar pode ser negada quando o condenado tiver cometido crimes de alta gravidade, possuir longo histórico de faltas graves e tempo remanescente de pena superior a 23 anos.",
        "trecho_referencia": "3. No que tange à remição de pena, a aprovação no ENEM só gera direito ao benefício quando há demonstração de estudo autodidata ou atividades educacionais realizadas durante o cumprimento da pena, voltadas à conclusão do ensino médio. O agravante, entretanto, já possuía diploma de Ensino Médio antes de sua prisão, de modo que a aprovação no exame não atende ao requisito de esforço educacional intramuros. A interpretação dada pela instância de origem está em conformidade com a Recomendação nº 391/2021 do CNJ e com o art. 126 da Lei de Execução Penal.\n4. Quanto à visita periódica ao lar, o benefício exige análise da compatibilidade com os objetivos da pena, nos termos do art. 123, III, da Lei de Execução Penal. No caso concreto, o agravante foi condenado por crimes de alta gravidade (tortura, extorsão qualificada, homicídio e porte ilegal de arma de fogo), possui longo histórico de faltas graves e comporta remanescente de pena superior a 23 anos, elementos que, em conjunto considerados, inviabilizam o benefício e evidenciam a incompatibilidade com os objetivos ressocializadores da pena.",
        "doc_id": "2223155",
        "link": "https://processo.stj.jus.br/processo/showDocument/documento/urn:str:stj.jus.br:processo:AREsp:2022:0315686-1",
        "processo": "AREsp 2223155",
        "relator": "Ministra DANIELA TEIXEIRA",
        "data_julgamento": "04/02/2025"
    },
    {
        "query": "Em um recurso exclusivo da defesa, o Tribunal de Justiça realocou a causa de aumento do concurso de agentes da terceira para a primeira fase da dosimetria da pena, sem aumentar a pena final. Essa realocação configura reformatio in pejus?",
        "resposta": "A realocação da causa de aumento do concurso de agentes para a primeira fase da dosimetria da pena, em recurso exclusivo da defesa, não configura reformatio in pejus, pois não há aumento da pena final e a operação beneficiou os recorrentes.",
        "trecho_referencia": "Não há ilegalidade na utilização das causas de aumento não utilizadas na terceira fase dosimétria para majorar a pena-base, como circunstâncias judiciais desfavoráveis. No caso, o Tribunal de Justiça, em recurso exclusivo da defesa, realocou a causa de aumento do concurso de pessoas, da terceira para a primeira fase, chumbando as circunstâncias do crime. Essa operação afastou a aplicação em cascata de duas causas de aumento e beneficiou os recorrentes.",
        "doc_id": "2567211",
        "link": "https://processo.stj.jus.br/processo/pesquisa/aresp/2024/0045291-0/1/aresp-2567211-rs",
        "processo": "AREsp 2567211",
        "relator": "Ministra DANIELA TEIXEIRA",
        "data_julgamento": "04/02/2025"
    },
    {
        "query": "A existência de outras ações penais em andamento impede a aplicação do princípio da insignificância em um caso de furto de valor ínfimo, sem violência e com restituição da coisa subtraída?",
        "resposta": "A Quinta Turma do STJ entende que a existência de outras ações penais em andamento não impede a aplicação do princípio da insignificância em um caso de furto de valor ínfimo, sem violência e com restituição da coisa subtraída.",
        "trecho_referencia": "A subtração de valor insignificante, sem violência ou grave ameaça, e com restituição à vítima, pode ser considerada atípica pela aplicação do princípio da insignificância, independentemente da existência de outras ações penais em andamento contra o agente.",
        "doc_id": "2485652",
        "link": "https://scon.stj.jus.br/SCON/getDocumento.do?documentid=834773&tipo=inteiroTeor&data=20230374774-0&local=@@/scon/getDocumento.do",
        "processo": "AREsp 2485652",
        "relator": "Ministra DANIELA TEIXEIRA",
        "data_julgamento": "04/02/2025"
    },
    {
        "query": "Em um caso de furto qualificado, a aplicação do princípio da insignificância é possível se o bem subtraído for de valor ínfimo e inservível à vítima, mesmo que a lei tipifique o crime como qualificado?",
        "resposta": "O STJ reconhece a possibilidade de aplicação do princípio da insignificância em crimes de furto qualificado quando o bem subtraído for de valor ínfimo, inservível à vítima e não justificar a intervenção penal. Essa decisão se baseia na análise da mínima ofensividade, periculosidade social, reduzido grau de reprovabilidade e inexpressividade da lesão jurídica.",
        "trecho_referencia": "O princípio da insignificância exclui a tipicidade penal no crime de furto qualificado quando o bem subtraído é de valor ínfimo, inservível à vítima e não justifica a intervenção penal, considerando a mínima ofensividade, periculosidade social, reduzido grau de reprovabilidade e inexpressividade da lesão jurídica.",
        "doc_id": "2356465",
        "link": "https://processo.stj.jus.br/processo/pesquisa/are%202356465",
        "processo": "AREsp 2356465",
        "relator": "Ministra DANIELA TEIXEIRA",
        "data_julgamento": "04/02/2025"
    },
    {
        "query": "Em casos de tráfico de drogas, qual o impacto da utilização de aplicativos para divulgação do comércio ilícito na dosimetria da pena?",
        "resposta": "A utilização de aplicativos para divulgação do comércio ilícito de drogas configura circunstância desfavorável na dosimetria da pena, pois demonstra maior reprovabilidade da conduta, tornando-a mais grave do que o tráfico tradicional.",
        "trecho_referencia": "Nos autos em exame, o Tribunal considerou como desfavorável as circunstâncias do delito, tendo em vista a utilização de aplicativos de mensagens para divulgação do comércio ilícito o que, de fato, revela maior reprovabilidade da conduta e destoa do comércio de entorpecentes comumente praticado, sobretudo diante de seu potencial de difusão.",
        "doc_id": "2720764",
        "link": "https://www.stj.jus.br/processo/pesquisa/processo/5173699/agrg-nos-edcl-no-aresp-2720764-mg",
        "processo": "AgRg nos EDcl no AREsp 2720764 / MG",
        "relator": "Ministro ROGERIO SCHIETTI CRUZ",
        "data_julgamento": "22/10/2024"
    },
    {
        "query": "Em um caso de furto simples, quando é possível aplicar o princípio da insignificância e qual o critério utilizado para avaliar a relevância do bem furtado?",
        "resposta": "O princípio da insignificância não é aplicável quando o valor do bem furtado ultrapassa 10% do salário mínimo vigente à época dos fatos, como no caso em questão onde o valor do celular furtado (R$ 1.792,00) superava em muito o percentual de 10% do salário mínimo em 2019.",
        "trecho_referencia": "3. A jurisprudência desta Corte firmou-se no sentido de ser incabível, em regra, a aplicação do princípio da insignificância quando o valor da res furtiva superar o percentual de 10% do salário mínimo vigente à época dos fatos (AgRg no HC n. 904.609/DF, relator Ministro Reynaldo Soares da Fonseca, Quinta Turma, julgado em 21/5/2024, DJe de 28/5/2024).\n4. Na hipótese dos autos, o valor da res furtiva - um celular avaliado em R$ 1.792,00 (um mil, setecentos e noventa e dois reais), supera em muito o percentual de 10% do salário mínimo à época dos fatos (2019), equivalendo a quase o dobro do salário mínimo naquele ano. Além disso, não se trata de produto de gênero alimentício, higiênico ou similar. Assim, ausente o reduzido grau de reprovabilidade da conduta, afasta-se a aplicação do princípio da insignificância.",
        "doc_id": "2466455",
        "link": "https://processo.stj.jus.br/processo/showDocument/AREsp/2023/0335722-3",
        "processo": "AREsp 2466455 / PI",
        "relator": "Ministra DANIELA TEIXEIRA",
        "data_julgamento": "04/02/2025"
    }
]}