{"data":[
    {
        "query": "Em quais situações a aprovação no ENEM pode ser utilizada para remição de pena em regime de cumprimento de pena privativa de liberdade?",
        "resposta": "A aprovação no ENEM só pode ser utilizada para remição de pena quando o condenado demonstra ter realizado estudos autodidatas ou atividades educacionais durante o cumprimento da pena, visando à conclusão do ensino médio. Não gera direito à remição se o condenado já possuía diploma de Ensino Médio antes da prisão.",
        "trecho_referencia": "No que tange à remição de pena, a aprovação no ENEM só gera direito ao benefício quando há demonstração de estudo autodidata ou atividades educacionais realizadas durante o cumprimento da pena, voltadas à conclusão do ensino médio. O agravante, entretanto, já possuía diploma de Ensino Médio antes de sua prisão, de modo que a aprovação no exame não atende ao requisito de esforço educacional intramuros.",
        "doc_id": "2223155",
        "link": "https://processo.stj.jus.br/processo/show/AREsp/2223155",
        "processo": "AREsp 2223155 / RJ",
        "relator": "Ministra DANIELA TEIXEIRA",
        "data_julgamento": "04/02/2025"
    },
    {
        "query": "Em um contrato de seguro garantia que visa garantir o pagamento de crédito tributário, a indenização pode ser exigida mesmo após o término do contrato principal, caso a infração tenha ocorrido durante a vigência da apólice de seguro garantia?",
        "resposta": "Sim, a indenização de seguro garantia que visa garantir o pagamento de crédito tributário pode ser exigida, desde que a infração tenha ocorrido durante a vigência da apólice de seguro garantia, independentemente do prazo de vigência do contrato principal.",
        "trecho_referencia": "É possível exigir a indenização de seguro garantia que visa garantir o pagamento de crédito tributário, desde que a infração tenha ocorrido durante a vigência da apólice de seguro garantia, independentemente do prazo de vigência do contrato principal de regime especial do ICMS.",
        "doc_id": "2678907",
        "link": "https://www.stj.jus.br/processo/pesquisa/aresp/2024/0232870-9",
        "processo": "AREsp 2678907 / SP",
        "relator": "Ministro FRANCISCO FALCÃO",
        "data_julgamento": "04/02/2025"
    },
    {
        "query": "Em um crime de roubo majorado, é válida a aplicação cumulativa de duas causas de aumento de pena, considerando a gravidade concreta do fato, como o envolvimento de adolescente, a condução de veículo por pessoa não habilitada e a exposição de vítimas a risco à vida e integridade física, sem violar o art. 59 do Código Penal?",
        "resposta": "A aplicação cumulativa de duas causas de aumento de pena em crime de roubo majorado, considerando a gravidade concreta do fato, como o envolvimento de adolescente, a condução de veículo por pessoa não habilitada e a exposição de vítimas a risco à vida e integridade física, é válida e não viola o art. 59 do Código Penal, mantendo-se em vigor o entendimento da Súmula n. 231 do STJ.",
        "trecho_referencia": "A aplicação cumulativa de duas causas de aumento de pena em crime de roubo majorado, considerando a gravidade concreta do fato, como o envolvimento de adolescente, a condução de veículo por pessoa não habilitada e a exposição de vítimas a risco à vida e integridade física, é válida e não viola o art. 59 do Código Penal, mantendo-se em vigor o entendimento da Súmula n. 231 do STJ.",
        "doc_id": "2601334",
        "link": "https://scon.stj.jus.br/SCON/getDocumento?id=834773",
        "processo": "AREsp 2601334",
        "relator": "Ministra DANIELA TEIXEIRA",
        "data_julgamento": "04/02/2025"
    },
    {
        "query": "Em caso de roubo majorado, é possível aplicar cumulativamente causas de aumento na dosimetria da pena? Se sim, quais elementos devem ser considerados para fundamentar a aplicação cumulativa?",
        "resposta": "Sim, a aplicação cumulativa de causas de aumento na dosimetria da pena do crime de roubo majorado é possível, desde que devidamente fundamentada com base na gravidade concreta da conduta.  A fundamentação deve considerar a quantidade de agentes, uso de arma de fogo, divisão de tarefas e restrição da liberdade das vítimas. A fração de aumento pela continuidade delitiva específica também deve ser fundamentada, levando em conta a gravidade dos delitos, incluindo o uso de arma de fogo, a restrição de liberdade, e o impacto psicológico nas vítimas.",
        "trecho_referencia": "A aplicação cumulativa das causas de aumento está devidamente fundamentada, com base na quantidade de agentes, uso de arma de fogo, divisão de tarefas e restrição da liberdade das vítimas, o que justifica a gravidade concreta da conduta. \n\n6. A fração de aumento pela continuidade delitiva foi fundamentada com base na gravidade dos delitos, incluindo o uso de arma de fogo e a restrição de liberdade, além do impacto psicológico nas vítimas, justificando a pena mais severa. As circunstâncias graves que envolveram a execução dos crimes, as consequências psicológicas causadas nas vítimas e a restrição da liberdade, inclusive sendo uma das vítimas idosa, justifica o aumento da pena pela metade.",
        "doc_id": "2601509",
        "link": "https://processo.stf.jus.br/processos/download/AREsp/2024/0111159-0/202401111590",
        "processo": "AREsp 2601509 / SC",
        "relator": "Ministra DANIELA TEIXEIRA",
        "data_julgamento": "04/02/2025"
    },
    {
        "query": "Em um caso de latrocínio tentado com duas vítimas, a jurisprudência do STJ considera que a multiplicidade de vítimas configura concurso formal impróprio, mesmo que a tentativa de subtração vise apenas um patrimônio? ",
        "resposta": "Sim, segundo o STJ, em casos de latrocínio tentado com duas vítimas, a multiplicidade de vítimas configura concurso formal impróprio, mesmo que a tentativa de subtração vise apenas um patrimônio. O entendimento se baseia no fato de que, nesse contexto, a investida do agente em face da equipe, disparando contra dois policiais, demonstra conduta com desígnios autônomos.",
        "trecho_referencia": "8. Por outro lado, deve ser afastada a tese de crime único de latrocínio tentado, mantendo-se a regra do concurso formal. De acordo com o entendimento desta Corte, configurado o crime de latrocínio, mesmo que a tentativa de subtração visasse apenas um patrimônio, a multiplicidade de vítimas conduz ao reconhecimento do concurso formal impróprio, sendo certo que a investida do recorrente em face da equipe, disparando contra dois policiais, demonstra conduta com desígnios autônomos.",
        "doc_id": "2480415",
        "link": "https://processo.stj.jus.br/processo/show/2480415?classe=AREsp&tipo=AGRAVO%20EM%20RECURSO%20ESPECIAL&orgaoJulgador=T5&numero=2023%2F0363416-0",
        "processo": "AREsp 2480415 / PA",
        "relator": "Ministra DANIELA TEIXEIRA",
        "data_julgamento": "04/02/2025"
    },
    {
        "query": "Em um recurso exclusivo da defesa, o Tribunal de Justiça pode realocar uma causa de aumento da pena da terceira para a primeira fase da dosimetria sem configurar reformatio in pejus?",
        "resposta": "Sim, a realocação da causa de aumento do concurso de agentes para a primeira fase da dosimetria da pena, em recurso exclusivo da defesa, não configura reformatio in pejus, desde que não haja aumento da pena final e a operação tenha beneficiado os recorrentes.",
        "trecho_referencia": "Não há ilegalidade na utilização das causas de aumento não utilizadas na terceira fase dosimétria para majorar a pena-base, como circunstâncias judiciais desfavoráveis. No caso, o Tribunal de Justiça, em recurso exclusivo da defesa, realocou a causa de aumento do concurso de pessoas, da terceira para a primeira fase, chumbando as circunstâncias do crime. Essa operação afastou a aplicação em cascata de duas causas de aumento e beneficiou os recorrentes. \n\n A decisão do Tribunal de Justiça do Rio Grande do Sul está em conformidade com o entendimento do STJ, que não considera reformatio in pejus a correção da classificação de um fato já valorado negativamente. O reconhecimento do concurso de agentes não foi uma inovação da instância recursal, pelo contrário, ele já havia sido declarado em primeiro grau, inclusive para majorar a pena dos recorrentes. O Tribunal de Justiça apenas realocou o concurso de agentes em outra etapa da pena, para diminuir a sanção penal, o que não configura reforma para pior. É firme o entendimento desta Corte Superior, concretizado no julgamento de recurso repetitivo (Tema 1214), que não implica reformatio in pejus a mera correção da classificação de um fato já valorado negativamente pela sentença para enquadrá-lo como outra circunstância judicial, nem o simples reforço de fundamentação para manter a valoração negativa de circunstância já reputada desfavorável na sentença.",
        "doc_id": "2567211",
        "link": "https://processo.stj.jus.br/processo/pesquisa/aresp/2567211",
        "processo": "AREsp 2567211",
        "relator": "Ministra DANIELA TEIXEIRA",
        "data_julgamento": "04/02/2025"
    },
    {
        "query": "Em caso de furto de um bem de valor ínfimo e inservível à vítima, é possível a aplicação do princípio da insignificância, mesmo em caso de furto qualificado?",
        "resposta": "O STJ entende que o princípio da insignificância pode ser aplicado em casos de furto qualificado, desde que o bem subtraído seja de valor ínfimo, inservível à vítima e não justifique a intervenção penal, considerando a mínima ofensividade, periculosidade social, reduzido grau de reprovabilidade e inexpressividade da lesão jurídica.",
        "trecho_referencia": "O princípio da insignificância exclui a tipicidade penal no crime de furto qualificado quando o bem subtraído é de valor ínfimo, inservível à vítima e não justifica a intervenção penal, considerando a mínima ofensividade, periculosidade social, reduzido grau de reprovabilidade e inexpressividade da lesão jurídica.",
        "doc_id": "2356465",
        "link": "https://processo.stj.jus.br/processo/revista/doc/arquivo/processo/2023/0157343-0/%23%20AREsp%202356465%20/%20AREsp%202356465",
        "processo": "AREsp 2356465 / PR",
        "relator": "Ministra DANIELA TEIXEIRA",
        "data_julgamento": "04/02/2025"
    },
    {
        "query": "Em um caso de furto simples com restituição do valor subtraído, de valor inferior a R$ 50,00, sem violência ou grave ameaça, a existência de outra ação penal em andamento impede a aplicação do princípio da insignificância?",
        "resposta": "A existência de outra ação penal em andamento não impede a aplicação do princípio da insignificância no caso de furto simples, sem violência ou grave ameaça, com restituição do valor subtraído, mesmo que inferior a R$ 50,00. O princípio da insignificância atua como causa de exclusão da tipicidade, devendo ser analisadas as circunstâncias objetivas do fato, e não os antecedentes criminais do agente.",
        "trecho_referencia": "O princípio da insignificância atua como causa de exclusão da tipicidade, devendo ser analisadas as circunstâncias objetivas do fato, e não os antecedentes criminais do agente.\n5. A subtração de R$ 50,00, sem violência ou grave ameaça, e com restituição à vítima, não justifica a intervenção do direito penal, atendendo aos requisitos de mínima ofensividade, ausência de periculosidade social, reduzido grau de reprovabilidade e inexpressividade da lesão jurídica.\n6. A existência de uma ação penal em andamento não transforma um fato atípico em conduta penalmente relevante, devendo o direito penal atuar de forma subsidiária e fragmentária.",
        "doc_id": "2485652",
        "link": "https://processo.stj.jus.br/processo/show/AREsp/2023/0374774-0?tipo=AGRV&numero=2485652",
        "processo": "AREsp 2485652 / BA",
        "relator": "Ministra DANIELA TEIXEIRA",
        "data_julgamento": "04/02/2025"
    },
    {
        "query": "Em um caso de furto simples, qual o limite do valor do bem furtado para que o princípio da insignificância seja aplicado? O arrependimento posterior é configurado quando a devolução do bem se dá após a prisão do agente?",
        "resposta": "O princípio da insignificância não se aplica quando o valor do bem furtado ultrapassa 10% do salário mínimo vigente na época dos fatos.  A devolução do bem após a prisão do agente, sem voluntariedade, não configura arrependimento posterior.",
        "trecho_referencia": "3. A jurisprudência desta Corte firmou-se no sentido de ser incabível, em regra, a aplicação do princípio da insignificância quando o valor da res furtiva superar o percentual de 10% do salário mínimo vigente à época dos fatos (AgRg no HC n. 904.609/DF, relator Ministro Reynaldo Soares da Fonseca, Quinta Turma, julgado em 21/5/2024, DJe de 28/5/2024).\n5. Quanto à causa de diminuição de pena do arrependimento posterior, o entendimento jurisprudencial desta Corte é no sentido de que não configura a hipótese, por ausência do elemento necessário da voluntariedade, quando a devolução do bem apenas se dá após a prisão do agente ou após outra ação policial (AgRg no AREsp n. 2.359.464/DF, relator Ministro Joel Ilan Paciornik, Quinta Turma, julgado em 14/5/2024, DJe de 20/5/2024).",
        "doc_id": "2466455",
        "link": "https://processo.stj.jus.br/processo/consultaprocesso/aresp/2023/0335722-3",
        "processo": "AREsp 2466455",
        "relator": "Ministra DANIELA TEIXEIRA",
        "data_julgamento": "04/02/2025"
    },
    {
        "query": "Em um caso de tráfico de drogas, como a quantidade de droga apreendida e o uso de aplicativos de mensagens para divulgação do comércio ilícito influenciam a fixação da pena-base e a redução da pena pela minorante do tráfico?",
        "resposta": "A fixação da pena no tráfico de drogas deve levar em consideração as circunstâncias do delito, como o uso de aplicativos para divulgação do comércio ilícito, o que aumenta a reprovabilidade da conduta. A quantidade de droga apreendida também é um fator relevante, sendo adequada a redução de 1/6 da pena-base em casos de apreensão de grandes quantidades, como mais de 8 kg de maconha.",
        "trecho_referencia": "A fixação da pena no tráfico de drogas deve considerar as circunstâncias do delito, como o uso de aplicativos para divulgação do comércio ilícito, e a quantidade de droga apreendida, sendo adequada a redução de 1/6 da pena-base em casos de apreensão de grandes quantidades de droga, como mais de 8 kg de maconha.",
        "doc_id": "2720764",
        "link": "https://processo.stf.jus.br/processo/engine/Processo/ConsultaProcesso/112/834773/2024/0304842-0",
        "processo": "AREsp 2720764",
        "relator": "ROGERIO SCHIETTI CRUZ",
        "data_julgamento": "22/10/2024"
    }
]}